[{"hist_id":1,"latitude":-37.88746,"longitude":145.02022,"name":"PRIMARY SCHOOL NO.773","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/077\/896.jpg","description":"What is significant?\n\nThe first school in Caulfield  supported by the Denominational Board of Education  opened in January 1860. Caulfield Common School at the corner of Glenhuntly and Glen Eira Roads was opened in June 1864. In 1877  the school was transferred to a new building on Glenhuntly Road designed by architect Henry Robert Bastow. The extension of rail services through Elsternwick to North Brighton  and from Glenhuntly to Oakleigh and settlement in Caulfield increased the school population. By 1888 attendance grew to 300. In 1888 and 1890-91  extensions were built to cope with this population growth. The 1890-91 addition consisted of a large classroom and an office with a turret. No structural changes have been made since. In 1889 the introduction of the horse tramway in Glenhuntly Road was followed by another increase in school numbers to 450. The opening of electric tram services in Hawthorn and Glenhuntly Roads in 1913 was another spur to increased attendance and 700 children were enrolled. In 1921 a separate two-storey building designed by architect E. Evan Smith was opened  accommodating 1221 children at the school. The 1877 school building is single storey and constructed of polychrome brick. A prominent feature of the building is the turret office and square tower over the entry. The intact interior includes its coved ceilings andglazed partitions added in 1908. The 1921 building is a freestanding two storey building with a three storey section at one end. Constructed of red brick with Marseilles tile roof  the building is simple in style with large multi-pane windows with concrete lintels and prominent chimneys that are corbelled at their base. Contained on the site is a rectangular timber shelter shed with a verandah around all sides.\n\n\n\nHow is it significant?\n\nCaulfield Primary School No.773 is of architectural  social and historical importance to the State of Victoria.\n\n\n\nWhy is it significant?\n\nCaulfield Primary School No.773 is of architectural importance because the 1877 building is a representative example of a school which has developed from one room to a large urban school with little alteration  apart from re-roofing. Its design for the original room in polychrome brick with a jerkin head roof was a prototype for other schools. Of particular interest are the turret over the office and the square tower built in 1890-91. Both are clad in glazed terracotta shingles and the tower has tracery panels under the louvred vents. The 1921 building is a particularly intact example of a school building of that period and is a rare example of the construction of a separate school rather than addition to existing buildings when expansion was required. The timber shelter shed on the site is an unusual example of a rectangular shade structure which demonstrates an essential aspect of school life and a response to climatic conditions. The shed is also unusual as it contains glass windows  indicating that it may have been used as a classroom at some stage.\n\n\n\nCaulfield Primary School No.773 is of social and historical importance as the 1877 building is an example of a school built in response to the 1872 Education Act which gave access to a free  compulsory and secular education. Its expansion reflected the expansion of the suburb of Caulfield  particularly in the boom years of the 1880s and the inter war period of the twentieth century  when the 1921 building was constructed. The buildings are important for their physical manifestation of the changing needs of families and of population changes in the Caulfield area.","address":"724 GLEN HUNTLY ROAD CAULFIELD SOUTH  GLEN EIRA CITY","summary":"The first school in Caulfield  supported by the Denominational Board of Education  opened in January 1860. Caulfield Common School at the corner of Glenhuntly and Glen Eira Roads was opened  in June 1864.","postal_code_ps_val~~~~":"7~~~~"},{"hist_id":2,"latitude":-37.8703,"longitude":145.0103,"name":"FORMER LABASSA CONSERVATORY","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/010\/345.jpg","description":"What is significant?\n\nThe former Labassa Conservatory is believed to have been built as part of the extensive reworking of the Labassa estate in c1890 for the new owner Alexander Robertson  proprietor of the Cobb and Co line. Robertson commissioned the architect JAB Koch to remodel the house  and Koch may have been responsible for the conservatory as well. Alternatively  the conservatory may have been imported. The gates installed at Labassa in 1890 were manufactured by the MacFarlane foundry of Glasgow  Scotland  a firm known to have manufactured conservatories.\nAround 1917 the glass house from 'Labassa'  Caulfield was offered for sale to Malvern Council for its own gardens but the offer was declined. Following subdivision of the Labassa estate in the 1920s the conservatory was converted into a residence.\nThe structure has a simple rectangular plan  with a brick base and superstructure of cast iron columns and roof trusses. The hipped roof is surmounted by an elaborately decorated gable structure. Most of the original glass has been replaced by metal sheeting. The decoration comprises pressed metal fascias including an egg and dart style cornice moulding  mullion mouldings and gable end panels with a rising sun motif. Cast iron ridgework and finials add to the lively roof form. Internally the floor appears to have been raised as part of the conversion work to a residence  and stained timber panelling introduced to provide room spaces. Boilers probably heated the conservatory in the colder months  but these do not survive.\nHow is it significant?\n\nThe former Labassa Conservatory is of historical and architectural significance to the State of Victoria.\nWhy is it significant?\n\nThe former Labassa Conservatory is historically significant for its associations with the Labassa estate. Subdivision of the estate separated a number of outbuildings from the mansion. The former conservatory is significant as part of the large scale improvements carried out to the estate in the 1890s. The nineteenth century was the great age of conservatory designs  enabled by technological developments in heating  glazing and iron. Whilst conservatories were common in botanical gardens and universities  where they were primarily used for cultivating  studying  and experimenting with plants  they had also become an accessory of the wealthy on private estates.\nThe former Labassa conservatory is architecturally significant as a rare example of a building type. Many Victorian mansion houses had attached conservatories  but detached conservatories were much less common. The only other detached example associated with a residence known to survive on its original site in Victoria is an earlier example at Warrock homestead  near Casterton. Conservatories attached to nineteenth century mansions are far more numerous. The Labassa example is very ornate  and its decoration draws on the versatility of pressed metal and cast iron. Thishighlights the dual purpose of the conservatory  as both a functional structure and a picturesque building on the Labassa estate. This building is unusual as an example converted to residential use.\n\n","address":"21 MANOR GROVE CAULFIELD  Glen Eira City","summary":"The former Labassa Conservatory is believed to have been built as part of the extensive reworking of the Labassa estate in c1890 for the new owner Alexander Robertson  proprietor of the Cobb","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":3,"latitude":-37.88434,"longitude":145.01671,"name":"FORMER RED CROSS REST HOUSE","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/208\/636.jpg","description":"What is significant?\nThe Former Red Cross Rest House (Building 15)  and the immediate surrounds of the building including the lawn area and trees to the front of the Former Red Cross Rest House.\n- History Summary\nDuring World War I (1914-18) over 60 000 members of the First AIF (Australian Imperial Force) were killed and a further 170 000 were treated for physical or mental wounds. In mid-1915 the first wounded soldiers returned to Australia from Gallipoli and the government subsequently established a network of repatriation hospitals and convalescent facilities. Prior to the formal establishment of the Commonwealth Department of Repatriation in 1917  the Department of Defence was responsible for the establishment of large-scale medical and rehabilitation facilities. In Victoria there were three Australian General Hospitals (AGHs): AGH 5 (St Kilda Road)  AGH 16 (Mont Park)  and AGH 11 (Caulfield). AGH 11 was the largest of the three Victorian hospitals and the third largest AGH in Australia. Initially located in the Glen Eira Mansion (now demolished)  it officially opened on 17 April 1916 and additional buildings were constructed within the grounds during the war to meet growing demand. The Australian Red Cross  established in August 1914 as a branch of the British Red Cross Society  also played a vital role in the repatriation of returned soldiers through its mobilisation of thousands of homefront women and the establishment of convalescent facilities. A Red Cross 'Rest Home' opened at the Caulfield Hospital in August 1916. It provided a cheery home like environment for patients  particularly those who had travelled from across the state  to recuperate in the care of Red Cross Voluntary Aid Detachment workers.\nBy 1919  the number of repatriation patients treated at the Caulfield Hospital was over 1 000 each day. The Caulfield Hospital remained Victoria's main 'Repat' hospital for many decades providing medical and rehabilitation services to veterans from across the state. A newly constructed nurses' wing  known as Caulfield House  opened in 1936 and it was expanded in 1937. In 1965 the original Glen Eira mansion was demolished and the Victorian Government acquired the last of the Caulfield Hospital assets from the Repatriation Department. The Southern Memorial Hospital (which was used primarily for civilian patients) opened on the site in 1968. In 1979 the Red Cross Rest House was remodelled and transferred to the Victorian State Government. It was renovated in 2001 and reopened as the Montgomery Nursing Home. Today  the Caulfield Hospital has a statewide role in the provision of rehabilitation services and continues to maintain a strong link with the veteran community.\nDescription Summary\nThe subject site is part of the traditional land of the Bun Wurrung people.\nThe current Caulfield Hospital extends across several acres  and is located on Crown Land that is leased to health care providers. The historically significant part of the Caulfield Hospital comprises the Former Red Cross Rest House and its surrounds in the southern part of the site.\nThe building of significance is:\n- Former Red Cross Rest House (Building 15): a single storey rendered brick bungalow-style building designed by former Public Works Department Architect A J MacDonald. Constructed in 1916 the building features wide verandahs  sash windows and a projecting gable to the west that extends beyond the verandah and once formed the main entry. Despite changes made in 1979 and 2001 the building retains much of its original form and many of its original materials.\nHow is it significant?\nThe Former Red Cross Rest House is of historical significance to the State of Victoria. It satisfies the following criterion for inclusion in the Victorian Heritage Register:\nCriterion A\nImportance to the course  or pattern  of Victoria's cultural history\nCriterion B\nPossession of uncommon  rare or endangered aspects of Victoria's cultural history\nCriterion H\nSpecial association with the life or works of a person  or group of persons  of importance in Victoria's history\nWhy is it significant?\nThe Former Red Cross Rest House is historically significant as an intact remnant of Victoria's primary World War I (1914-18) Repatriation Hospitals. Officially opened as the Australian General Hospital No.11 (AGH No.11) in April 1916  the Former Caulfield Repatriation Hospital was initially located in the Glen Eira Mansion (now demolished) and additional buildings were constructed within the grounds during the war to meet growing demand. Between 1917 and 1919  the hospital accommodated an estimated 19 800 admissions  and between 1916 and 1919 the complex of buildings at the Caulfield Hospital provided rest and recreation for approximately 30 000 men. The Former Red Cross Rest House  a surviving element of the Former Caulfield Repatriation Hospital  demonstrates the profound and ongoing impact of World War I on returned service people  their families and the wider Victorian community  and the involvement of that community in the establishment of repatriation facilities for returned service people during and after World War 1.. (Criterion A)\nThe Former Red Cross Rest House is uncommon as a purpose-built World War I Red Cross Rest House in Victoria and remains as tangible evidence of the Red Cross's comprehensive program of establishing Rest Homes and Rest Rooms to provide repatriation and convalescent services to support soldiers during and after World War I (Criterion B).\nThe Former Red Cross Rest House is historically significant for its association with the Australian Red Cross. The Red Cross is one of Australia's largest and oldest non-government voluntary organisations. Established in August 1914  the Red Cross attracted hundreds of thousands of patriotic volunteers  predominantly women  who mobilised to support service personnel overseas and returning to the homefront during and after World War I. Shortly after the opening of Caulfield Hospital  the Red Cross established the Red Cross Rest House  which provided a cheery home-like environment for patients  particularly those who had travelled from across the state  to convalesce in the care of Red Cross Voluntary Aid Detachment workers. Having establishing the Former Red Cross Rest House in 1916 to provide repatriation services and care to returned service people during and after World War 1  the Red Cross was directly associated with the Former Red Cross Rest House for approximately 60 years. (Criterion H)\n","address":"294 KOOYONG ROAD CAULFIELD  GLEN EIRA CITY","summary":"The Former Red Cross Rest House (Building 15)  and the immediate surrounds of the building including the lawn area and trees to the front of the Former Red Cross Rest House.\n","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":4,"latitude":-37.886847,"longitude":145.014782,"name":"10 Burreel Ave","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/424.jpg","description":"\"Burreel\" is locally important as a large and substantially intact surviving mid Victorian villa residence  recalling Caulfield's early role as a location for Melbourne's gentry  and comparing stylistically with \"Harleston\" (qv) of 1875 and \"Halstead\" (qv) of pre 1857.","address":"331 Kooyong Road and 10 Burreel Avenue CAULFIELD  GLEN EIRA CITY","summary":"\"Burreel\" is locally important as a large and substantially intact surviving mid Victorian villa residence  recalling Caulfield's early role as a location for Melbourne's gentry","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":5,"latitude":-37.884805,"longitude":145.012606,"name":"32 Murray Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/921.jpg","description":"No. 32 Murray Street is locally distinguished as the most imposing villa of its period in Murray Street whilst its association with J. W. Doyles  builder of several houses in the same street  is of interest. Its importance is enhanced by its substantially intact state. ","address":"32 Murray Street CAULFIELD  GLEN EIRA CITY","summary":"No. 32 Murray Street is locally distinguished as the most imposing villa of its period in Murray Street whilst its association with J. W. Doyles  builder of several houses in the same street","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":6,"latitude":-37.885806,"longitude":145.033035,"name":"Edenkillie","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/931.jpg","description":"\"Edenkillie\" at 37 Neerim Road  Glenhuntly  is a substantial two storeyed polychrome brick villa  built for Frederick Jowett  municipal secretary  in 1890. Itb has aesthetic  historical and social significance.\n\n\n\n\"Edenkillie's\" aesthetic value derives from its survival as a substantially intact example of a common villa form expressed in polychrome brickwork. Its historical significance lies in its association with Frederick Jowett  Shire of Caulfield secretary and town clerk for over three decades. Its social significance is derived from the building's ability to demonstrate the kind of lifestyle which a local government administrator could enjoy during the Land Boom.\n\n\n\n","address":"37 Neerim Road CAULFIELD  Glen Eira City","summary":"\"Edenkillie\" at 37 Neerim Road  Glenhuntly  is a substantial two storeyed polychrome brick villa  built for Frederick Jowett  municipal secretary  in 1890. Itb has aesthetic  historical.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":7,"latitude":-37.884178,"longitude":145.026244,"name":"40 Snowdon Avenue","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/032.jpg","description":"The house at no. 40 Snowdon Avenue  Caulfield South was built in 1921 by the builder\/developer Charles Stephenson. It is aesthetically significant and compares with the similar house  presumably also built by Stephenson at no. 36.\n\n\n\nIt is aesthetically significant (Criterion E) as the most dominant house in Snowdon Avenue due largely to its prominent position and also as an archetypal Arts and Crafts bungalow having a cross ridged gable and picturesque facade treatment that are highly expressive of the Mode. This significance is enhanced by the high level of integrity of the place including the garden setting with palm tree and crimped wire fence. ","address":"40 Snowdon Avenue CAULFIELD  Glen Eira City","summary":"The house at no. 40 Snowdon Avenue  Caulfield South was built in 1921 by the builder\/developer Charles Stephenson. It is aesthetically significant and compares with the similar house.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":8,"latitude":-37.88499,"longitude":145.016103,"name":"63 Murray Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/045.jpg","description":"\"Marston\" at no. 63 Murray Street  Caulfield South  was built by J.E. Guest  a contractor resident in nearby Downshire Road  in 1889-90  presumably as a speculative venture together with the extant house at adjoining No.61. It is aesthetically significant.\n\n\n\nIt is aesthetically significant (Criterion E) as an exceptionally richly ornamented medium sized Boom period villa in Caulfield South  being unusual in this respect in its locale and comparing with nearby \"Sprouston\" at 19 Blanche Street (1887). Important contributory elements include the polychrome brickwork  frieze and verandah including the half timbered gablet which would have been stylistically innovative in its day. ","address":"63 Murray Street CAULFIELD  Glen Eira City","summary":"\"Marston\" at no. 63 Murray Street  Caulfield South  was built by J.E. Guest  a contractor resident in nearby Downshire Road  in 1889-90  presumably as a speculative venture together.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":9,"latitude":-37.872323,"longitude":145.017859,"name":"112 Kooyong Road (Rear)","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/077.jpg","description":"Rosemont'' is situated at no.112A Kooyong Road  Caulfield North and was built in 1869 for Godfrey Howitt  physician  president and honorary physician of the Melbourne Benevolent Society  Council member of the University of Melbourne and founding vice president of the Royal Society of Victoria.\n\n\n\nIt is historically significant (Criterion A) as an early and substantial villa residence demonstrating Caulfield's early attraction as a residential retreat for Melbourne's elite.\n\n\n\nThis significance is enhanced by the associations of the place with Godfrey Howitt and later James Grice  National Bank chairman and owner of \"Stonnington\" in Glenferrie Road  Malvern and Thomas King  councillor and successful negotiator for the extension of the electric tramway system to the Municipality.\n\n\n\n","address":"112 Kooyong Road CAULFIELD  Glen Eira City","summary":"Rosemont'' is situated at no.112A Kooyong Road  Caulfield North and was built in 1869 for Godfrey Howitt  physician  president and honorary physician of the Melbourne Benevolent Society.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":10,"latitude":-37.900688,"longitude":145.015545,"name":"225 North Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/171.jpg","description":"\"Maniar\"  is a substantial late Victorian Italianate villa with tower and extensive grounds built for Frederick Curwan  an inspector of the National Bank  in 1890.\n\n\n\nIt is aesthetically and historically important.\n","address":"225 North Road CAULFIELD SOUTH  GLEN EIRA CITY","summary":"\"Maniar\"  is a substantial late Victorian Italianate villa with tower and extensive grounds built for Frederick Curwan  an inspector of the National Bank  in 1890.\n\n","postal_code_ps_val~~~~":"7~~~~"},{"hist_id":11,"latitude":-37.893598,"longitude":145.020523,"name":"466 Hawthorn Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/256.jpg","description":"The apartments at No. 466 Hawthorn Road  Caulfield South  were built in 1936 for Miss Florence Gerstman. They are aesthetically significant.\n\n\n\nThey are aesthetically significant (Criterion E) as uncommon examples of residential buildings undertaken in a manner directly influenced by the work of Frank Lloyd Wright  comparing in Glen Eira only with the house at No. 45 Balaclava Road but demonstrating that the influence of his work was still being felt in Melbourne during the late Inter War years.\n","address":"466 Hawthorn Road CAULFIELD SOUTH  Glen Eira City","summary":"The apartments at No. 466 Hawthorn Road  Caulfield South  were built in 1936 for Miss Florence Gerstman. They are aesthetically significant.\n\n","postal_code_ps_val~~~~":"7~~~~"},{"hist_id":12,"latitude":-37.897614,"longitude":145.019767,"name":"504 Hawthorn Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/259.jpg","description":"No. 504 Hawthorn Road is locally significant as a rare surviving market gardener's house in Caulfield South  recalling the area's former role along with nearby Brighton in growing vegetables for the Melbourne markets. It is also noteworthy as an early Caulfield house  surviving in a substantially intact state and using bi-chromatic brickwork which was highly fashionable during the 1870's (refer \"Glenmore\"  1 St Georges Road  1870 and ''RipponLea''  1868).\n\n\n\n","address":"504 Hawthorn Road CAULFIELD  GLEN EIRA CITY","summary":"No. 504 Hawthorn Road is locally significant as a rare surviving market gardener's house in Caulfield South  recalling the area's former role along with nearby Brighton in growing vegetables.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":13,"latitude":-37.888607,"longitude":145.035577,"name":"1027 Glen Huntly Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/494.jpg","description":"\"Braeside\" at no. 1027-29 Glen Huntly Road  Caulfield South was built for the hotel keeper  John Leith  in 1916-17. It is aesthetically significant.\n\n\n\nIt is aesthetically significant (Criterion E) as a highly picturesque and substantial villa in the Queen Anne mode as it was adapted in Australia during the Post Federation period.\n\n\n\nWhilst the treatment of the diagonal axis with its attendant window bays and gable ended wings are highly representative of this development  the pillared verandah with its ornamental cast cement balustrade panels is unusual and imparts distinction to this place. It compares with houses in the Elsternwick Heritage Overlay Area as well as the slightly earlier villa at 31 Downshire Road (1911-12).\n","address":"1027 Glen Huntly Road CAULFIELD SOUTH  Glen Eira City","summary":"\"Braeside\" at no. 1027-29 Glen Huntly Road  Caulfield South was built for the hotel keeper  John Leith  in 1916-17. It is aesthetically significant.\n\n","postal_code_ps_val~~~~":"7~~~~"},{"hist_id":14,"latitude":-37.880029,"longitude":145.023306,"name":"Town Hall  Former City of Caulfield Municipality","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/579.jpg","description":"The former City of Caulfield (now City of Glen Eira) Municipal Offices  located at the south-west corner of Hawthorn and Glen Eira Roads  Caulfield South  were commenced for the Borough of Caulfield in 1884 when they also included a Post and Telegraph Office and Court of Petty Sessions. They were designed by the Borough surveyor  Sydney Smith. The hall was completed in 1890 to the design of Alexander Rankin and the present hall  foyer and portico completed to the design of Goldsmith and Jenkin  architects  in 1931. The complex is historically  aesthetically and socially significant.\nIt is historically significant {Criterion A) as the centre of Local Government services in the area since 1885 and as a centre of post and telegraph and legal services for a period.\n\n\n\nIts association with architect and Borough surveyor  Sydney W. Smith is important in that the east elevation and facade (ground floor level only)as far west as the tower (lower two stages) survive as evidence ofhis work  the practice which his son continued after his death in 1886  becoming highly successful. The work of Goldsmith and Jenkin is historically important in that it indirectly demonstrates the growth of the City sustained during the Inter-war period  the work proceeding in spite of the Depression. It compares with other similar work of that time including the refurbishment of the Malvern Municipal Offices and Hall in 1927 (Hudson and Wardrop)  the Melbourne Corporation Offices and Hall in 1925-28 (Stephenson and Meldrum  A. and K.\n\n\n\nHenderson) and the Camberwell Offices and Council Chamber in 1924 (Leighton Irwin and Roy Stevenson)  other comparable municipal projects being undertaken during the 1930s. Finally  the Goldsmith and Jenkin works are important as a project of the Depression years organised specifically to alleviate unemployment problems in the Municipality.\n\n\n\nThe complex is aesthetically important (Criterion E) as a prominent and imposing Classically derived complex of its type with individually noteworthy interior spaces being the entry hall and staircase  main Hall  Foyer and Council Chamber. The Adamesque plasterwork  timber panelling and furniture  Art Nouveaux enrichment and Classically derived treatment with sparing use of Australian decorative motifs are contributory elements. Exterior .elements of note include the remains of the original design prepared by Sydney Smith and the clock tower and portico which have come to symbolise important Municipal complexes erected prior to the Second World War.\n\n\n\nThe complex is socially important (Criterion G) for the value placed on it by the community which has made use of it for activities including that of Local government for well over a century.\n\n","address":"Corner Glen Eira and Hawthorn Roads CAULFIELD  Glen Eira City","summary":"The former City of Caulfield (now City of Glen Eira) Municipal Offices  located at the south-west corner of Hawthorn and Glen Eira Roads  Caulfield South  were commenced for the Borough .","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":15,"latitude":-37.887525,"longitude":145.026877,"name":"Glen Huntly Tram Depot","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/647.jpg","description":"The Glen Huntly Road tram depot built by the former Melbourne and Metropolitan Tramways Board in 1924 to the design of the Board's architect. A.G. Monsbourgh  is historically important as the earliest complex of its type to be built solely by the Board following its formation in 1919. It is also important for its capacity to demonstrate an aspect of the formation of the suburbs through which the Carnegie tram route passes  the surviving electric tramways providing a vital service to these areas as they were established during the early inter-war period.\n\n\n\n","address":"Glen Huntly Road CAULFIELD SOUTH  Glen Eira City","summary":"The Glen Huntly Road tram depot built by the former Melbourne and Metropolitan Tramways Board in 1924 to the design of the Board's architect. A.G. Monsbourgh  is historically important .","postal_code_ps_val~~~~":"7~~~~"},{"hist_id":16,"latitude":-37.886909,"longitude":145.020327,"name":"Caulfield Primary School No. 773","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/769.jpg","description":"Caulfield State School No. 773 is important at the State level as the first of similar designs for small schools prepared by the Education Department under H. R. Bastow at Little Bendigo (1878)  Glen Waverley (1880)  Ascot (1882)  Sandringham (1885) and Carlsrich (1892). It is a representative example of the Department's Gothic Revival designs  distinguished  however  by the semicircular treatment of the master's office  which compares with Portland (1879)  Queensberry St Carlton (1880) and Footscray (1881). It has local significance as the earliest surviving Government School in Caulfield and as a centre for education from 1877  comparing with St. Mary's Jubilee School (qv) of 1887.\n","address":"724 Glen Huntly Road CAULFIELD SOUTH  GLEN EIRA CITY","summary":"Caulfield State School No. 773 is important at the State level as the first of similar designs for small schools prepared by the Education Department under H. R. Bastow at Little Bendigo.","postal_code_ps_val~~~~":"7~~~~"},{"hist_id":17,"latitude":-37.885734,"longitude":145.033697,"name":"Springthorpe Reserve Gates","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/777.jpg","description":"The former Old Melbourne Hospital gates have Gothic Revival pillars and cast iron gates recalling similar gates of the period at Melbourne University (part removed) and the Melbourne General Cemetery. They have cultural significance as the last remnant of the Old Melbourne Hospital  founded in 1846-48 and important as the City's first public hospital. They are of interest for their association with Dr Springthorpe and as an ornament in the Springthorpe Reserve  Murrumbeena.\n","address":"Neerim Road CAULFIELD  Glen Eira City ","summary":"The former Old Melbourne Hospital gates have Gothic Revival pillars and cast iron gates recalling similar gates of the period at Melbourne University (part removed) and the Melbourne General.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":18,"latitude":-37.870661,"longitude":145.008623,"name":"Tram Verandah Shelter","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/827.jpg","description":"The Balaclava Road tramway shelter  known as a rest verandah at the time of its construction  is presumed to have been built with the opening of the East Malvern Darling Road route by the Prahran and Malvern Tramways Trust on 11th of April  1913.\n\nL.J. Flanagan  chief architect for the Trust  is presumed to have been responsible for its design. It is historically  aesthetically and socially significant.\n\n\n\nIt is historically significant  (Criterion A) as one of a group of three similar structures on the former Prahran and Malvern Tramways Trust system recalling not only the existence of this authority as a tramway operator prior to the formation of the Melbourne and Metropolitan Tramways Board in 1919 but also the earliest days in the provision of electric tramway services in Melbourne's eastern suburbs. It is aesthetically significant (Criterion E) as a rare structure of its type  comparing with the Arts and Crafts influenced timber shelters of later date and surviving today as the only cast iron posted street verandah in the Municipality  the cast iron frieze and ornamental columns and spandrels being representative of their period and complemented by the timber seat also characteristic of pre Second World War practice. It is socially significant (Criterion G) for its capacity to demonstrate an aspect of the early history of Melbourne's electric tramway system which has become a symbol of this City and valued by its citizens.\n","address":"Corner Balaclava and Orrong Roads CAULFIELD  Glen Eira City ","summary":"The Balaclava Road tramway shelter  known as a rest verandah at the time of its construction  is presumed to have been built with the opening of the East Malvern Darling Road route.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":19,"latitude":-37.872667,"longitude":145.024725,"name":"Grand Union Tramway Junction","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/174\/625.jpg","description":"The Grand Union Tramway Junction is of National significance as the only remaining example of its type. It is the most complex junction that can be established at a crossroads  involving turns in all four directions. First established in December 1913 by the Prahran & Malvern Tramways Trust  it recalls the early days of the tram system when routes were developing and special services  such as from Caulfield race days  were common. Only three other 'grand union' junctions are known to have existed in Australia and these were all in Adelaide.\n\nClassified: 04\/06\/2001","address":"Cnr Balaclava & Hawthorn Roads  CAULFIELD  GLEN EIRA CITY","summary":"The Grand Union Tramway Junction is of National significance as the only remaining example of its type. It is the most complex junction that can be established at a crossroads.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":20,"latitude":-37.871841,"longitude":145.019298,"name":"St Stephen's Presbyterian Church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/189.jpg","description":"A cruciform church designed by Robert Haddon in a mannered modern brick Gothic  incorporating remnants of a traditional vocabulary to create a bold and individual effect  of interest for its elaborately traceried windows and cross motif incorporated in the facade.\n\nClassified: 16\/10\/1975","address":"158 Balaclava Road  CAULFIELD  GLEN EIRA CITY","summary":"A cruciform church designed by Robert Haddon in a mannered modern brick Gothic  incorporating remnants of a traditional vocabulary to create a bold and individual effect  of interest for its","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":21,"latitude":-37.872967,"longitude":145.025718,"name":"St Aloysius' Catholic Church & J W Wolff Pipe Organ","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/145\/646.jpg","description":"Church Statement of Significance. An imposing brick church  designed by Bart Moriarty and opened in 1924  comprising a tall clerestoried nave with aisles  40m tower and spire  apsidal chancel  nun's tribune and sacristies. A late manifestation of what was praised at the time as \"Gothic copyism\"  this building is notable for its elongated proportions  the unbroken roof ridge over the nave and sanctuary ridge  and the spacious interior with Oamaru stone altars  reredos and pulpit.\n\nClassified 'Regional': 09\/02\/1989\nOrgan Statement of Significance\n\nWhat is significant? The pipe organ at St Aloysius' Church is a very rare example of an organ built in South Australia by a German immigrant who became the most prolific local organbuilder in that state during the later 19th century. Johann Wilhelm Wolff built organs for many churches in Adelaide  but sadly only two of his larger instruments remain unaltered  this being one of them.\n\nHow is it significant? The organ is significant for historic  aesthetic and technical reasons at a state level.\n\nWhy is it significant? The pipe organ at St Aloysius' Church  Caulfield is significant for the following reasons:\n\n. It is one of two surviving examples of a two-manual organ built by J.W. Wolff to remain unaltered\n\n. Wolff was among the leading organbuilders in South Australia during the second half of the 19th century\n\n. The instrument remains in a substantially intact state\n\n. The overall sound is highly pleasing  in a fine acoustic  with sounds that differ from the normal English-inspired traditions that were prevalent in Australia\n\n. The placement of the Great drawstops in a single column on the left side of the console and the Swell drawstops on the right\n\n. The presence of the unique Suavial (harkening back to its builder's Germanic background - a type of Lieblich Gedackt) and the Salicet (a narrow scale string rank)\n\n. The inclusion of seven ranks of splendidly made wooden pipework  mainly with inverted upper lips - a reflection of the difficulty of obtaining metal organ pipes in Adelaide at the time and in accord with German traditions\n\n. The casework  which has three flats of (originally) gilt dummy wooden pipes placed within three flats with carved ogee Gothic canopies\n\n. The layout of the windchests is locally unique  with the Great divided on C and C# chests on either side of the centrally placed tenor C Swell\n\nClassified: 'State' 30\/05\/2011\n","address":"233 Balaclava Road  CAULFIELD  GLEN EIRA CITY","summary":"Church Statement of Significance. An imposing brick church  designed by Bart Moriarty and opened in 1924  comprising a tall clerestoried nave with aisles  40m tower and spire  apsidal","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":22,"latitude":-37.871492,"longitude":145.022418,"name":"William Dargie - Murals - Caulfield North Primary School","image_url":null,"description":null,"address":"186 Balaclava Road  CAULFIELD  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":23,"latitude":-37.875866,"longitude":145.030332,"name":"Halstead House & Garden","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/193.jpg","description":"Halstead House Š believed to be the oldest existing residence in Caulfield. Built in 1857 by stock agent James Dickson  who lived there until his death in 1890  Halstead House was the original homestead in the Caulfield North area. A very pleasant single storey house with cast-iron front verandah trim and a substantial three storey tower with mansard roof. \n\n","address":"23 Bambra Road  CAULFIELD  GLEN EIRA CITY","summary":"A very pleasant single storey house with cast-iron front verandah trim and a substantial three storey tower with mansard roof.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":24,"latitude":-37.880331,"longitude":145.025658,"name":"St Mary's Church of England & Organ","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/092\/918.jpg","description":"Church statement of Significance\nA bluestone church designed by Reed and Barnes and erected in 1870-71; of particular interest for its total use of bluestone  without relief  three-light plate traceried windows and west door divided by a trumeau. Also of note is the polygonal spirelet  extending from one of the western buttresses.\n\nClassified: 23\/10\/1975.\n\nOrgan Statement of Significance\n\nA unique and experimental organ designed by Harold Rooksby  organist of St. Mary's Church  along Hope-Jones lines  built in 1933 by George Fincham & Sons using a complex tubular-pneumatic action. This instrument involved the elaborate use of the extension principle almost 20 years before the firm was to adopt this as a standard practice. It retains its massive divided case incorporating 16 ft metal basses  windchests and pipework from 1933 although the action and console have subsequently been electrified.\n\nClassified: 01\/04\/1996.\n\nFile Note: February 2008: Organ disconnected & unused\n","address":"Glen Eira Road  CAULFIELD  GLEN EIRA CITY","summary":"Church statement of Significance\nA bluestone church designed by Reed and Barnes and erected in 1870-71; of particular interest for its total use of bluestone  without relief  three-light.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":25,"latitude":-37.886903,"longitude":145.021979,"name":"CaulfieldState School No 773","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/222.jpg","description":"Caulfield State School No. 773 is of State architectural  social and historical significance.Designed by the Public Works Department under the direction of Henry Robert Bastow  it is of architectural significance because the 1877 building is a representative example of a school with little alteration  apart from re-roofing. Its design for the original room in polychrome brick with a jerkin head roof was a prototype for other schools. Of particular interest are the turret over the office and the square tower built in 1890-91. Both are clad in glazed terracotta shingles and the tower has tracery panels under the louvred vents. The 1921 building is a particularly intact example of the construction of a separate school rather than addition to existing buildings when expansion was required. The timber shelter shed on the site is an unusual example of a rectangular shade structure which demonstrates an essential aspect of school life and a response to climatic conditions. The shed is also unusual as it contains glass windows  indicating that it may have been used as a classroom at some stage.\n\nIt is of social and historical significance as the 1877 building is an example of a school built in response to the 1872 Education Act which gave access to a free  compulsory and secular education.\n\nAdapted from AHC Citation\n\nClassified:25\/10\/1973","address":"724 Glenhuntly Road  CAULFIELD SOUTH  GLEN EIRA CITY","summary":"Caulfield State School No. 773 is of State architectural  social and historical significance.Designed by the Public Works Department under the direction of Henry Robert Bastow.","postal_code_ps_val~~~~":"7~~~~"},{"hist_id":26,"latitude":-37.901363,"longitude":145.019229,"name":"Septimus Miller Memorial Chapel - Brighton Cemetery","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/234.jpg","description":null,"address":"(in Brighton Cemetery) Cnr Hawthorn & North Roads CAULFIELD SOUTH  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"7~~~~"},{"hist_id":27,"latitude":-37.885444,"longitude":145.034045,"name":"Woolamai","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/246.jpg","description":null,"address":"196 Kambrook Road  CAULFIELD  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":28,"latitude":-37.882565,"longitude":145.015646,"name":"Caulfield House","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/250.jpg","description":null,"address":"Kooyong Road  CAULFIELD  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":29,"latitude":-37.884402,"longitude":145.015475,"name":"Greenhouse Conservatory - Caulfield Hospital Grounds","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/251.jpg","description":null,"address":"260 Kooyong Road  CAULFIELD  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":30,"latitude":-37.881309,"longitude":145.022285,"name":"Former Tarqua & Stables","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/253.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/092\/915.jpg","description":"A suburban villa of 1877 distinguished by such unusual details as the decorative timber verandah valence and brackets  and the Tudor\/Dutch hall arches and stable gablet.\n\nClassified: 15\/03\/1973","address":"1-3 Lirrewa Grove  CAULFIELD  GLEN EIRA CITY","summary":"A suburban villa of 1877 distinguished by such unusual details as the decorative timber verandah valence and brackets  and the Tudor\/Dutch hall arches and stable gablet.\nClassified: 15\/03\/1973","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":31,"latitude":-37.869533,"longitude":145.009023,"name":"Labassa","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/195\/721.jpg","description":"An ornate two-storey mansion designed by J A B Koch and erected in 1890 for pastoralist and investor  William Alexander Robertson. The asymmetrically designed residence has arcuated loggias and decorated sculptural ornamentation.\n\nThe opulent interior  in the tradition of the European baroque  includes elaborate stencilling  and is almost unrivalled in Victoria. A rare example of a grand late 19th century mansion in Victoria and the finest residence designed by Koch.\n\nClassified: 20\/06\/1974","address":"2 Manor Grove  CAULFIELD  GLEN EIRA CITY","summary":"An ornate two-storey mansion designed by J A B Koch and erected in 1890 for pastoralist and investor  William Alexander Robertson. The asymmetrically designed residence has arcuated loggias.","postal_code_ps_val~~~~":"6~~~~"},{"hist_id":32,"latitude":-37.870247,"longitude":145.010038,"name":"Former Conservatory - Labassa","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/264.jpg","description":"The ornate cast iron  glass and pressed metal conservatory  built in 1890 as part of J A B Koch's design  still exists with almost all its original fittings and finishes intact and echoes on a smaller scale the opulence of the mansion. Although now converted to a house with the addition of a brick section at one end and internal divisions  the glass roof remains covered in metal and some of the glass walls have been painted. Unusual amongst the conservatoriesof the period by being free standing it is one of the few reminders of the once extensive garden of Labassa.\n\nClassified: 13\/07\/1989\n\nRevised: 03\/08\/1998","address":"21 Manor Grove  CAULFIELD  GLEN EIRA CITY","summary":"The ornate cast iron  glass and pressed metal conservatory  built in 1890 as part of J A B Koch's design  still exists with almost all its original fittings and finishes intact and echoes .","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":33,"latitude":-37.880479,"longitude":145.026806,"name":"Labassa Former Stables","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/093\/502.jpg","description":"Former Stables of Labassa building","address":"5 - 9 Manor Grove  CAULFIELD  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":34,"latitude":-37.869748,"longitude":145.010303,"name":"Former Labassa Tennis Pavilion","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/266.jpg","description":"The former tennis pavilion is one of the three surviving Labassa outbuildings now on seperate properties. The carved and richly detailed timber pavilion is perhaps the only surviving private nineteenth century tennis pavilion in Victoria and a reminder of the once extensive Labassa garden.\n\nClassified: 13\/07\/1989","address":"13 Manor Grove  CAULFIELD  GLEN EIRA CITY","summary":"The former tennis pavilion is one of the three surviving Labassa outbuildings now on seperate properties. The carved and richly detailed timber pavilion is perhaps the only surviving private.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":35,"latitude":-37.868787,"longitude":145.009171,"name":"284 Orrong Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/189\/973.jpg","description":"A house designed by Harold Desbrowe Annear in 1917 and believed to have been the first \"all electric\" house in Melbourne. It has been extensively altered.\n\nClassified: 04\/09\/1975","address":"284 Orrong Road  CAULFIELD  GLEN EIRA CITY","summary":"A house designed by Harold Desbrowe Annear in 1917 and believed to have been the first \"all electric\" house in Melbourne. It has been extensively altered.\nClassified: 04\/09\/1975","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":36,"latitude":-37.881008,"longitude":145.014061,"name":"Former Beemery Park","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/092\/685.jpg","description":"A typical 2-storey substantial residence built about 1891 with ground floor and first floor verandahs and a new but unobtrusive staircase.\n\nClassidied: 24\/01\/1974","address":"85 Seymour Road  CAULFIELD  GLEN EIRA CITY","summary":"A typical 2-storey substantial residence built about 1891 with ground floor and first floor verandahs and a new but unobtrusive staircase.\nClassidied: 24\/01\/1974","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":37,"latitude":-37.878203,"longitude":145.012139,"name":"Quercus suber - St Marys Anglican Church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/130\/453.jpg","description":"Contribution to landscape.\n\nOutstanding size\n\nOutstanding example of species\n\nLocated in the grounds of St Marys Anglican Church (circa 1871)  this prominent planting is possibly the largest Cork Oak (<em>Quercus suber) of its kind in Australia.\n\n\n\nMeasurements: 02\/1983\n\nSpread : 19.5\n\nGirth : 4\n\nHeight : 14\n\nEstimated Age (yrs): 80\n\nCondition: Good\nMeasurements: 25\/01\/2010\n\nSpread : 22\n\nGirth : 4.91\n\nHeight : 22.3\n\nEstimated Age (yrs): 108\n\nCondition: Good\n\n\n\nAccess: Unrestricted\n\nClassified: 14\/04\/1983\n","address":"281 Glen Eira Road  CAULFIELD  GLEN EIRA CITY","summary":"Located in the grounds of St Marys Anglican Church (circa 1871)  this prominent planting is possibly the largest Cork Oak of its kind in Australia.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":38,"latitude":-37.880053,"longitude":145.022448,"name":"Harpephyllum caffrum","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/130\/458.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/130\/460.jpg","description":"Rare or localised\n\nOutstanding size\n\n\n\nLocated on the north-west corner of the Glen Eira Town Hall  this is a large  vigorous specimen  rare in cultivation. The Kaffir Plum is a native evergreen South African tree that grows up to 15 metres tall  and is usually found in riverine forests. The main stem is clean and straight  but the forest form often has supporting buttress roots. The bark is smooth when young  becoming rough  dark grey-brown as it grows older.\nMeasurements: 03\/1983\n\nSpread : 8\n\nGirth : three branches 1.05  0.9  0.65\n\nHeight : 10.4\n\nEstimated Age (yrs): 60\n\nCondition: Good\n\n\n\nAccess: Unrestricted\n\nClassified: 28\/04\/1983\n","address":"Glen Eira Town Hall  Cnr Glen Eira and Hawthorn Road  CAULFIELD  GLEN EIRA CITY","summary":"Rare or localised\nOutstanding size\n\nLocated on the north-west corner of the Glen Eira Town Hall  this is a large  vigorous specimen  rare in cultivation. The Kaffir Plum is a native evergreen.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":39,"latitude":-37.87066,"longitude":145.00861,"name":"Picconia excelsa","image_url":null,"description":"Contribution to landscape of historic garden\n\nRare or localised\n\nOutstanding size\n\n\n\nLocated in the grounds of a former mansion (circa 1875) and now private school property  this is a fine example of a species uncommon in cultivation in Victoria. It is endemic to Macaronesia  occurring on the Canary Islands (Spain) and Madeira (Portugal).\n\nA large Cedar on the north side is crowding the canopy spread.\n\n\n\nMeasurements: 02\/03\/1993\n\nSpread : 14\n\nGirth : 2\n\nHeight : 15\n\nEstimated Age (yrs): 100\n\nCondition: Good\n\n\n\nMeasurements: 28\/10\/2003\n\nSpread : E-W 14; N-S 15\n\nGirth : 2.27\n\nHeight : 14.8\n\nEstimated Age (yrs): 111\n\nCondition: Good\n\n\n\nAccess: Restricted\n\nClassified: 11\/03\/1993\n","address":"Grimwade House'  cnr Balaclava and Orrong Roads  CAULFIELD  GLEN EIRA CITY","summary":"Contribution to landscape of historic garden\nRare or localised\nOutstanding size\n\nLocated in the grounds of a former mansion (circa 1875) and now private school property  this is a fine.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":40,"latitude":-37.871531,"longitude":145.006576,"name":"Platanus x acerifolia","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/092\/235.jpg","description":"Contribution to landscape.\nThis Plane Tree is one of the largest plane trees in Victoria and of outstanding aesthetic value. The original home was built in 1907  and it is thought the tree was planted around this time.\n\nUpon inspection in 2010  it was observed that the tree had not leafed properly due to prolonged drought.\n\n\n\nMeasurements: 02\/1982\n\nSpread : 25\n\nGirth : 3\n\nHeight : 28\n\nEstimated Age (yrs):75\n\nCondition: Good\nMeasurements: 27\/01\/2010\n\nSpread : E-W 25; N-S 25\n\nGirth : 4\n\nHeight : 30\n\nEstimated Age (yrs): 107\n\nCondition: Fair - good\n\n\n\nAccess: Restricted\n\nClassified: 09\/06\/1983\n","address":"8 Meadow Street  CAULFIELD  GLEN EIRA CITY","summary":"Contribution to landscape.\nThis Plane Tree is one of the largest plane trees in Victoria and of outstanding aesthetic value. The original home was built in 1907  and it is thought the tree.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":41,"latitude":-37.883205,"longitude":145.053009,"name":"Quercus suber - Princes Park","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/094\/047.jpg","description":"Contribution to landscape\n\nAesthetic significance\nThis stand alone specimen  centrally located in Princes Park  compares favourably with other specimens on the Register. This tree has excellent form  however it does have a fissure in the bark on the northern side.\n\n\n\nMeasurements: 30\/11\/2001\n\nSpread : E-W 18.5; N-S 19.25\n\nGirth : 3.43 at 1m\n\nHeight : 13.25\n\nEstimated Age (yrs): 80\n\nCondition: Good\n\n\n\nMeasurements: 12\/04\/2010\n\nSpread : E-W 18; N-S 16\n\nGirth : 3.5\n\nHeight : 15\n\nEstimated Age (yrs): 90\n\nCondition: Good\nAccess: Unrestricted\n\nClassified: 05\/12\/2001\n","address":"Princes Park  Hawthorn Road  CAULFIELD SOUTH  GLEN EIRA CITY","summary":"This tree stand alone specimen  centrally located in Princes Park  compares favourably with other specimens on the Register. This tree has excellent form  however it does have a fissure in the bark on the northern side.","postal_code_ps_val~~~~":"7~~~~"},{"hist_id":42,"latitude":-37.88119,"longitude":145.02223,"name":"Tarqua and Stables  1-3 Lirrewa Grove","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/091\/317.jpg","description":"\"Tarqua\"  now \"Lirrewa\"  is situated at nos. 1-3 Lirrewa Grove  Caulfield South  and was built in 1886 for Montague William Langdon  son of the merchant Joseph Henry Langdon of nearby \"Rosecraddock\". It is historically and aesthetically significant. It is historically significant (Criterion A) as one of the Langdon family residences  comparing in Glen Eira also with \"Rosecraddock\" at 10 Craddock Avenue (1857) and \"Hengar\" at 356 Glen Eira Road (1889-90). It is aesthetically significant (Criterion E) for its capacity to demonstrate the stylistic influences prevailing at the time especially for substantial residences. At \"Tarqua\"  the design acknowledges the prevailing popularity of the Italian Style in the shallow hipped roof form and symmetrical facade as well as the picturesque Gothic Revival style demonstrated especially by the use of pointed arches  fretted barges and the battlemented parapeted section. This latter style was particularly attractive to persons of means on account of its English precedents  the combination of influences being skilfully handled in this instance.","address":"1-3 Lirrewa Grove CAULFIELD SOUTH  GLEN EIRA CITY","summary":"\"Tarqua\"  now \"Lirrewa\"  is situated at nos. 1-3 Lirrewa Grove  Caulfield South  and was built in 1886 for Montague William Langdon  son of the merchant Joseph Henry Langdon of nearby.","postal_code_ps_val~~~~":"7~~~~"},{"hist_id":43,"latitude":-37.8864,"longitude":145.03769,"name":"Heatherbrae","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/092\/210.jpg","description":"\"Heatherbrae\" at 73 Neerim Road  Glenhuntly  is a substantial Victorian residential complex made up of two principal construction stages (pre 1876 and c. 1890) and outbuildings including stables. It is aesthetically  historically and socially significant. Its aesthetic value is demonstrated by the manner in which the two periods of construction survive  the earliest being of greater architectural interest on account of its tower and facade treatment  the latter phase adopting a common villa form. The importance of the complex is heightened by its intact state and surviving outbuildings.\n\"Heatherbrae's\" historical significance lies in its link with locally known business man and Shire of Caulfield councillor  John Charles Holland. Its social value rests on its ability to demonstrate a past lifestyle.\n","address":"73 Neerim Road CAULFIELD  GLEN EIRA CITY","summary":"\"Heatherbrae\" at 73 Neerim Road  Glenhuntly  is a substantial Victorian residential complex made up of two principal construction stages (pre 1876 and c. 1890) and outbuildings including.","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":44,"latitude":-37.89935,"longitude":145.021355,"name":"Brighton General Cemetery","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/091\/319.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/091\/320.jpg","description":"The Brighton Cemetry is situated at the corner of North and Hawthorn Roads  South Caulfield  and was gazetted in 1858. It is of historical  social and aesthetic importance. It is historically important (Criterion A) as an example of a Victorian period garden cemetry in the romantic style  demonstrating the manner in which past generations buried the dead as well as their habit of revisiting the graveside from time to time. It is of historical importance also for the information contained on the individual memorials concerning the persons interred  manner of death  places of birth and for the information shed on Victorian attitudes to death. The cemetery is aesthetically important (Criterion E) as a rare (Criterion B) surviving substantially intact cemetery of its time  enhanced by its boundary fence and gates  curvilinear pathways and landscaping  higher ground at the north end  structures and monuments. This importance is enhanced by the aesthetic values of the momorials especially including those noted in this citation. The cemetery is socially important (Criterion G) on account of the value placed on the cemetery by its surrounding community for reasons of religious  cultural and educational association. This importance is enhanced by the individual importance of many of the people for whom memorials have been erected.\n","address":"Cnr North Roads & Hawthorn Roads  CAULFIELD SOUTH  GLEN EIRA CITY","summary":"The Brighton Cemetry is situated at the corner of North and Hawthorn Roads  South Caulfield  and was gazetted in 1858. It is of historical  social and aesthetic importance. It is historically.","postal_code_ps_val~~~~":"7~~~~"},{"hist_id":45,"latitude":-37.870721,"longitude":145.025947,"name":"Caulfield Memorial Stone","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/126\/983.jpg  https:\/\/monumentaustralia.org.au\/content\/directory\/full\/Caulfield_Memorial_Stone-74893-30747.","description":"The Caulfield Memorial stone is located in the rose garden in Caulfield Park. Originally the stone marked the North Road Avenue of Honour which no longer exists. The memorial lists the names of 298 individuals who died in the First World War.","address":"(In Caulfield Park) 280 Balaclava Rd  Caulfield North  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"6~~~~"},{"hist_id":46,"latitude":-37.871672,"longitude":145.025602,"name":"Caulfield War Memorial","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/145\/713.jpg  http:\/\/monumentaustralia.org.au\/content\/directory\/full\/Caulfield_War_Memorial-69807-30748.jpg","description":"The War Memorial commemorates the servicemen and servicewomen of Caulfield who served in both World Wars. The memorial was originally erected in memory of those who served in World War One.\n\nMonument characteristics : A eight columned pavilion on a stone plinth on a stone platform. The design of Mr Norman Schefferle a Geelong architect  was accepted by the Caulfield Council for the municipal war memorial. The memorial is made of marble  granite and sandstone and features decorative bronze wreaths on the corners of the raised platform. According to the War Memorial Conservation Report it is one of only five war memorials in Victoria to consist of a circular set of columns and the only one of this design to be elevated and surrounded by flights of steps. The total cost of erecting the memorial and preparing the site was estimated at  £4776. Work commenced on the memorial in 1930 and it was dedicated in 1932.","address":"(In Caulfield Park) Hawthorn Road Caulfield  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":47,"latitude":-37.871568,"longitude":145.025888,"name":"Beersheba Memorial Plaque","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/126\/984.jpg","description":"This heritage listed Battle of Beersheba Memorial Plaque in Caulfield Park was erected to commemorate the extraordinary event in Australian military history  the famous and significant Light Horse Charge of Beer-Sheba on 31 October 1917  during World War I (1914Š1919).\n\nThe bronze relief memorial plaque has text in both English and Hebrew.  It was sculpted by Ross J Bastiaan and unveiled on Anzac Day  25 April 1995.","address":"Caulfield Park  Hawthorn Road CAULFIELD  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":48,"latitude":-37.876903,"longitude":145.036088,"name":"Caulfield Racecourse Memorial","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/126\/988.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/138\/426.jpg","description":"The Caulfield Racecourse Memorial comprises of a small stone monument and plaque located in the racecourse grounds. The memorial commemorates the contribution of the Victorian Amateur Turf Club and the Caulfield Racecourse  where thousands of soldiers joined the 2nd Australian Imperial Force during the Second World War. During the war  the army used the racecourse as a recruiting depot  barracks and clearing house for the medical examinations of young recruits.The memorial was unveiled on August 12th 1995  to mark the 50th Anniversary of the end of the Second World War.","address":"1 Station Street CAULFIELD  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":49,"latitude":-37.87038,"longitude":145.017809,"name":"Caulfield Memorial Park","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/126\/989.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/138\/419.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/138\/420.jpg","description":"Caulfield Memorial Park was officially opened by Mayor Alan Grossbard on November 23rd 1997. The park includes a central paved ring  where several memorial plaques have been re-sited from their former position in Avenues of Honour along North Road  McMillan Street and Point Nepean Road. The plaques commemorate the district servicemen who fell in the First World War.","address":"87 Kooyong Roads CAULFIELD  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":50,"latitude":-37.89518,"longitude":145.030758,"name":"Caulfield South Memorial Gates","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/126\/990.jpg  http:\/\/monumentaustralia.org.au\/content\/directory\/full\/Caulfield_South_Primary_School_Memorial_Gates-66125-98481.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/138\/427.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/138\/428.jpg","description":"The Caulfield South Memorial Gates  on Bundeera Road  form the entrance to Caulfield South Primary School. The gates were erected in memory of former pupils and teachers who served in the forces during the First World War and Second World War","address":"(the gate of Caulfield South Primary) Bundeera Road CAULFIELD SOUTH  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":51,"latitude":-37.88651,"longitude":145.03999,"name":"Presentation Convent","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/175\/302.jpg","description":"Built; 1888.\n\nDemolished: 1974\n","address":"Cnr Roseberry Grove & Neerim Road CAULFIELD  GLEN EIRA CITY","summary":"Built; 1888.\nDemolished: 1974","postal_code_ps_val~~~~":"4~~~~"},{"hist_id":52,"latitude":-37.88003,"longitude":145.0233,"name":"City of Caulfield Honour Roll (First World War)","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/192\/133.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/192\/149.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/192\/150.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/192\/151.jpg","description":"This honour roll records the names of service personnel in the First World War. Its last known location is the Glen Eira City Hall.\nThe process to create the City of Caulfield Honour Roll got under way as early as 1915  when Council first started compiling names of soldiers  sailors and nurses from the Caulfield district. In June 1927  Council proposed inscribing these names on a memorial. After realising that planned locations at Caulfield Park and the intersection of Glen Eira and Hawthorn Roads were impractical for so many names  the 1930 redevelopment of Caulfield Town Hall offered a solution.\n\nThe redevelopment included addition of the clocktower and reconstruction of the main hall. The Glen Eira road side got a new entrance  which included a Õcolonnade portico opening on to a spacious memorial foyer  with a marble dado surmounted by bronze tablets.Õ Inscribed on those tablets were the names of all Caulfield residents who enlisted in the Australian Imperial Forces.\n\nCouncil officially unveiled the magnificent bronze and marble memorial on 25 February 1931  with a memorial held two months later. Council also presented certificates to local returned servicemen and women and to bereaved families.\n\nThe Honor Roll features 31 large bronze panels with 1 554 names listed in alphabetical order.","address":"Corner Glen Eira Road and Hawthorn Road CAULFIELD  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":53,"latitude":-37.872477,"longitude":145.022529,"name":"Stained Glass Window at Caulfield West St. Stephen\\u0027s Presbyterian Church","image_url":null,"description":null,"address":"Balaclava Road  Caulfield [West]  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":54,"latitude":-37.89069,"longitude":145.067589,"name":"4 Wahroonga Crescent","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/336.jpg","description":"The house at no.4 Wahroonga Crescent  Murrumbeena  is historically important in that it recalls the presence of the Boyd family of artists in this street from around the time of the First World War until well into the post Second World War era. Owned and occupied by Arthur Merrie and Emma Minnie Boyd  noted Australian water colourists  their son  Arthur Merrie the well known potter and sculptor  lived with his wife Dorris at no. 8  now demolished. Together they established this area as a centre of artistic endeavour  comparable with the Box Hill and later Heidelberg schools. The house at no.4 is the only remaining evidence of their occupation. ","address":"4 Wahroonga Crescent MURRUMBEENA  Glen Eira City","summary":"The house at no.4 Wahroonga Crescent  Murrumbeena  is historically important in that it recalls the presence of the Boyd family of artists in this street from around the time of the First.","postal_code_ps_val~~~~":"12~~~~"},{"hist_id":55,"latitude":-37.891167,"longitude":145.068276,"name":"Alnwick","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/576.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/292.jpg","description":"\"Alnwick\" is situated at no. 11 Railway Parade  Murrumbeena  and was built in 1892-3 for Sir James Patterson  former Commissioner of Public Works and Railways and Premier and Chief Secretary at the time. It is historically and aesthetically significant.\n\nPatterson was Premier of Victoria from January 1893 to August 1894  and lived in the house until his death in October 1895. Although the design is conservative in form  the detailing  including the distinctive strapped  banded and corbelled chimneys  half-timbered flying gables and long narrow windows with multi-paned upper sashes  is characteristic of the so-called Melbourne Queen Anne style  which was not widely employed before the turn of the century.\n\n\nIt is historically significant (Criterion A) as the home of a former Premier and MLA who held a multitude of senior positions during his term of office spanning between 1870 and 1895. These positions included Commissioner of Public Works  Vice President of the Board of Land and Works  Postmaster General  Commissioner of Railways and Commissioner of Trade and Customs and Minister of Railways. Importantly  he held these offices during the period of Colonial expansion leading up to the economic crash of the early 1890s.\nIt is aesthetically significant (Criterion E) as an early example of the Queen Anne style in Glen Eira and as an isolated early building facing the railway station in Murrumbeena.\n\n\n\n","address":"11 Railway Parade MURRUMBEENA  Glen Eira City","summary":"\"Alnwick\" is situated at no. 11 Railway Parade  Murrumbeena  and was built for Sir James Patterson  former Commissioner of Public Works and Railways and Premier and Chief Secretary .","postal_code_ps_val~~~~":"12~~~~"},{"hist_id":56,"latitude":-37.889191,"longitude":145.077576,"name":"Croft Head","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/600.jpg","description":"\"Croft Head\" is situated at no. 13 Poath Road  Murrumbeena  and was built in 1887 for the accountant Edward Tweddell. It is historically and aesthetically significant.\n\n\n\nIt is historically significant (Criterion A) as a substantial and now rare (Criterion B) surviving late Victorian villa residence east ofBooran Road within the Municipality and demonstrating the attraction of Melbourne's rural fringe as a residential location rendered accessible by the opening of the railway between South Yarra and Oakleigh in 1879.\n\n\n\nIt is aesthetically significant (Criterion E) as one of the Municipality's finest late Victorian polychrome brick villas  comparing with ''Fresch'' and ''Monkleigh'' both erected in 1899 at nos. 11 and 12 Gladstone Parade  Elsternwick respectively  ''Hartington'' (1888) at 15 Gladstone Parade and ''Hengar'' (1889) at no. 356 Glen Eira Road  Caulfield South. Elements of stylistic significance include the ornamentation of the brickwork in polychrome work with tiled panels  the effect of the banding being especially striking and representative of the period. ","address":"13 Poath Street MURRUMBEENA  Glen Eira City","summary":"\"Croft Head\" is situated at no. 13 Poath Road  Murrumbeena  and was built in 1887 for the accountant Edward Tweddell. It is historically and aesthetically significant.\n\n","postal_code_ps_val~~~~":"12~~~~"},{"hist_id":57,"latitude":-37.886355,"longitude":145.063425,"name":"Athole","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/628.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/288.jpg","description":"\"Athole\" is situated at no. 18 Poplar Grove  Carnegie and was designed by and built for its owner  the noted architect John Thomas Kelleher  in 1889. It is a single storeyed Italianate villa with noteworthy features. It is historically and aesthetically significant.\n\n\n\nIt is historically significant (Criterion A) as the home of J.T. Kelleher  a prominent architect of the Victorian Public Works Department during the late nineteenth century. As such  it offers insights into the stylistically innovative nature of this architect and moreover  of his work for the Department. It is historically significant also as a rare surviving late Victorian villa in its locality.\n\n\n\nIt is aesthetically significant (Criterion E) for its capacity to demonstrate the highly individual and eclectic approach taken by Kelleher in the design of his own house.\n\n\n\nSuch elements as the hood moulds  turned timber posts and fretted brackets were highly innovative for their time whilst the exotic horseshore archway and ornamented bulkhead in the hallway are contributory elements. ","address":"18 Poplar Grove CARNEGIE  Glen Eira City","summary":"\"Athole\" is situated at no. 18 Poplar Grove  Carnegie and was designed by and built for its owner  the noted architect John Thomas Kelleher  in 1889. It is a single storeyed Italianate villa.","postal_code_ps_val~~~~":"3~~~~"},{"hist_id":58,"latitude":-37.891003,"longitude":145.054199,"name":"Carnegie Primary School","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/035.jpg","description":"The front wing of the Carnegie State School has aesthetic importance for its Arts and Crafts influenced additions of 1909which are picturesque and distinguished by their unusual details including wrought iron gutter brackets and cast cement decoration. The earlier (original) southern portion of this wing has been altered but is locally important as a surviving nineteenth century public building in Carnegie.\n\n\n\n","address":"27-63 Truganini Road CARNEGIE  GLEN EIRA CITY","summary":"The front wing of the Carnegie State School has aesthetic importance for its Arts and Crafts influenced additions of 1909which are picturesque and distinguished by their unusual details.","postal_code_ps_val~~~~":"3~~~~"},{"hist_id":59,"latitude":-37.88999,"longitude":145.045079,"name":"The former Glen Huntly Post Office","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/086.jpg","description":"The former Glen Huntly Post Office is situated at no. 122 Grange Road on the Glen Huntly Road comer  Glen Huntly. It was established as a post office in 1930 and ceased to be used for this purpose during the 1990s. It is of historic significance.\n\n\n\nIt is of historic significance (Criterion A) as the former centre of postal services in Glen Huntly for more than sixty years and although not a purpose built structure has historic value on account of this long standing use.\n\n\n\n","address":"122 Grange Road CARNEGIE  Glen Eira City","summary":"The former Glen Huntly Post Office is situated at no. 122 Grange Road on the Glen Huntly Road comer  Glen Huntly. It was established as a post office in 1930 and ceased to be used for this.","postal_code_ps_val~~~~":"3~~~~"},{"hist_id":60,"latitude":-37.888059,"longitude":145.053624,"name":"Uniting Church  254 Neerim Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/181.jpg","description":"The former Methodist church (now Uniting church) complex at 252-54 Neerim Road  Carnegie  consists of the original timber church of 1886  the present brick Arts and Crafts influenced church of 1914  designed by A. Phipps Coles  the timber hall attached to the original church  built during the interwar period and the present brick hall of 1933  designed by J.F. Snell.\nThe complex has aesthetic  historical and social significance.\n\n\n\nIts aesthetic value is derived from the extreme simplicity of the original church and the highly picturesque  eclectic  Arts and Crafts influenced character of the main church and hall.\n\n\n\nIts historical value rests in the early date of the original building and the manner in which the remaining buildings are representative of the principal period of settlement of the locality.\n\n\n\nThe social significance derives from the use of the site as a place of worship since the commencement of the closer settlement of Carnegie from as early as 1886.\n\n\n\n\n\n\n\n","address":"252-254 Neerim Road CARNEGIE  Glen Eira City","summary":"The former Methodist church (now Uniting church) complex at 252-54 Neerim Road  Carnegie  consists of the original timber church of 1886  the present brick Arts and Crafts influenced church.","postal_code_ps_val~~~~":"3~~~~"},{"hist_id":61,"latitude":-37.905717,"longitude":145.056048,"name":"705 North Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/486.jpg","description":"\"Idamere\" is situated at no. 705 North Road  Carnegie and was built for the fruiterer  John Edwin Jacobs  in 1940-44. It is aesthetically significant.\n\n\n\nIt is aesthetically significant (Criterion E) as an eloquent though somewhat belated example of the Streamlined Moderne mode in the Municipality  possibly sympathetically extended and important also for its exploitation of Art Deco themes.\n\n\n\nThis importance is enhanced by its prominent corner location on North Road  no. 705 comparing in the Municipality with ''Linlithgow'' (1938) at No.4 Linlithgow Avenue  Caulfield North and nos. 195 and 197 Hawthorn Road  also in Caulfield North.","address":"705 North Road CARNEGIE  Glen Eira City","summary":"\"Idamere\" is situated at no. 705 North Road  Carnegie and was built for the fruiterer  John Edwin Jacobs  in 1940-44. It is aesthetically significant.\n\n","postal_code_ps_val~~~~":"3~~~~"},{"hist_id":62,"latitude":-37.894807,"longitude":145.056008,"name":"Carnegie Railway Station","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/091\/326.jpg","description":"The Carnegie railway station with associated gardens is located on Koornang Road  Carnegie and was presumably opened with the line on the 8th of October  1877  the present main building and remains of the downside building having been erected at the time of electrification in 1922 when James Fawcett was the chief architect of the Way and Works Department. It IS historically and aesthetically significant.\n\n\n\nIt is historically significant (Criterion A) as a point of entry and departure for the Carnegie locality for over a century  having been associated with its development presumably since the opening of the line in 1877. It is understood that the platforms are the only surviving nineteenth century elements. The main building is historically significant also as a surviving standard structure of its type designed by the office of the chief architect in the Way and Works Branch during J.W. Hardy's term of office but undertaken by his successor  James Fawcett.\n\n\n\nIt is aesthetically significant (Criterion E) as a surviving suburban station complex from the Great War period with up side building complemented by mature public gardens.\n\n\n\nThe building's aesthetic importance is derived also from the use of Arts and Crafts forms and ornamentation in a manner which complements many of the contemporary houses in the vicinity of the railway station.\n","address":"Koornang Road CARNEGIE  Glen Eira City","summary":"The Carnegie railway station with associated gardens is located on Koornang Road  Carnegie and was presumably opened with the line on the 8th of October  1877  the present main building.","postal_code_ps_val~~~~":"3~~~~"},{"hist_id":63,"latitude":-37.892664,"longitude":145.046043,"name":"Greek Orthodox Church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/542.jpg","description":"The former Primitive Methodist  later Congregational  church at 152 Grange Road  Glenhuntly  is a small timber building  erected in 1885 (89?) in South Melbourne and relocated to Glenhuntly in 1909. It is a highly individual picturesque timber structure with distinctive spire and timber enrichment. It has aesthetic  historical and social significance.\n\n\n\nIts aesthetic value is derived from the choice of materials and picturesque Gothic Revival character showing American influence. Its historical value is derived from its survival as a rare example of a Primitive Methodist Church building whilst its social value hinges on its early roles as a place of worship for the Primitive Methodists in South Melbourne and the Congregationalists in Glenhuntly. ","address":"152 Grange Road CARNEGIE  Glen Eira City","summary":"The former Primitive Methodist  later Congregational  church at 152 Grange Road  Glenhuntly  is a small timber building  erected in 1885 (89?) in South Melbourne and relocated to Glenhuntly.","postal_code_ps_val~~~~":"3~~~~"},{"hist_id":64,"latitude":-37.889347,"longitude":145.041528,"name":"Glen Huntly Railway Station","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/638.jpg","description":"Glen Huntly Railway Station was opened with the line from Caulfield to Frankston on 19th of December  1881. Whilst the original main station building erected to a standard design only used on the Frankston railway in 1882 has been demolished  the original downside portable building is extant. This building is historically and technically significant.\n\n\n\nIt is historically significant (Criterion A) as the oldest extant railway building in the Municipality directly expressive of the standard of accommodation provided for passengers and staff from the commencement of railway services. This importance is enhanced by the fact that it is the secondary building of the complex at this location  the more common pattern being for the secondary buildings to be replaced and the main buildings to be retained.\n\n\n\nIt is technically important (Criterion F) as an increasingly rare surviving example of a standard nineteenth century railway portable building  once in widespread use throughout the suburban and country rail systems from the Railway Boom period but now much less common. Aspects of technical importance include the bolted framing and timber lined panel construction and now over painted evidence of the original paint colour scheme.\n\n\n\n","address":"Glen Huntly Road GLEN HUNTLY  Glen Eira City","summary":"Glen Huntly Railway Station was opened with the line from Caulfield to Frankston on 19th of December  1881. Whilst the original main station building erected to a standard design only used .","postal_code_ps_val~~~~":"10~~~~"},{"hist_id":65,"latitude":-37.887661,"longitude":145.069937,"name":"Murrumbeena Primary School","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/684.jpg","description":"The Murrumbeena Primary School is a substantial Government School of the post Edwardian and early Interwar periods. It is representative in its adoption of the courtyard plan with Classical Revival details and unusual in that the main entry is off centre  recalling the building's staged development and in its use of Dutch Renaissance motifs  comparing with the Princes Hill school. ","address":"20 Hobart Road MURRUMBEENA  Glen Eira City","summary":"The Murrumbeena Primary School is a substantial Government School of the post Edwardian and early Interwar periods. It is representative in its adoption of the courtyard plan with Classical.","postal_code_ps_val~~~~":"12~~~~"},{"hist_id":66,"latitude":-37.895812,"longitude":145.065386,"name":"Murrumbeena Railway Station","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/707.jpg","description":"The railway station with associated gardens is located on Murrumbeena Road  Murrumbeena and was presumably opened with the line on 8th of October  1877  the present buildings and footbridge having been erected about the time of electrification in 1922. It is historically and aesthetically significant.\n\n\n\nIt is historically significant (Criterion A) as a point of entry and departure for the Murrumbeena locality for over a century  having been associated with its development presumably since the opening of the line in 1877. It is understood that the platforms are the only surviving nineteenth century elements. It is historically significant also as a surviving complex of standard buildings designed by the office of the chief architect in the Way and Works Branch during J. W. Hardy's term of office but presumably undertaken by his successor  James Fawcett.\n\n\n\nIt is aesthetically significant (Criterion E) as a complete (Criterion D) suburban station complex from the Great War period with up and downside buildings and footbridge  complemented by mature but remnant public gardens. Their aesthetic importance is derived also from the use of Arts and Crafts forms and ornamentation in a manner which complements many of the contemporary houses in the vicinity of the railway station.","address":"Murrumbeena Road MURRUMBEENA  GLEN EIRA CITY","summary":"The railway station with associated gardens is located on Murrumbeena Road  Murrumbeena and was presumably opened with the line on 8th of October  1877  the present buildings and footbridge.","postal_code_ps_val~~~~":"12~~~~"},{"hist_id":67,"latitude":-37.88983,"longitude":145.037669,"name":"St. Agnes Anglican Church and Vicarage","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/804.jpg","description":"St. Agnes Anglican (former Church of England) Church at no. 114 Booran Road  Glen Huntly was built in 1924 and subsequently to the design of the noted firm of Melbourne architects  Grainger  Little  Barlow and Hawkins. It is historically and aesthetically significant.\n\n\n\nIt is historically significant (criterion A) to the extent that its architectural expression and date of construction demonstrate its close association with the growth of the suburb of Glen Huntly which expanded dramatically during the Inter-War years.\n\n\n\nIt is aesthetically significant (Criterion E) as a highly picturesque and sophisticated demonstration of the Italian Romanesque style which had attained popularity in America and especially the West Coast of America during the 1920s where it was a popular choice especially for churches and schools. This importance is enhanced by the high level of integrity of the place  the principal elements of the building that contribute to its stylistic values including the ceiling treatments and lighting including fenestration  the bell tower and Lombardic ornamentation and the symmetry of the composition.\n\n\n\nThe church is important also as an example of the work of the architects  Marcus Barlow being a leading practitioner in Melbourne during the Inter-War period  better known for his development of the Howey Estate at the Collins\/Swanston Street corner but also known for his practice of successfully interpreting American architectural styles.\n\n\n\nThe adjoining vicarage-is of aesthetic importance in that it establishes the context for the Church and underscores its Inter-War origins.\n","address":"114-116 Booran Road GLEN HUNTLY  Glen Eira City","summary":"St. Agnes Anglican (former Church of England) Church at no. 114 Booran Road  Glen Huntly was built in 1924 and subsequently to the design of the noted firm of Melbourne architects  Grainger.","postal_code_ps_val~~~~":"10~~~~"},{"hist_id":68,"latitude":-37.89019,"longitude":145.06267,"name":"Andreas Svensson Pipe Organ - St Peter\\u0027s Anglican Church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/187\/327.jpg","description":"What is significant? The pipe organ is the only example of an instrument built by leading Melbourne cabinet maker Andreas Svensson  possibly for his home in Kent Street  Richmond.\n\nHow is it significant? The organ is significant for historic  aesthetic and technical reasons at a regional level.\n\nWhy is it significant? The Svensson pipe organ at St Peter's Church is significant for the following reasons:\n\n. It is the only identifiable example of its builder's work\n\n. It is a rare example of an organ built by a Melbourne cabinet maker (although Clarence Andrewartha was prominent in the 1930s and 1940s)\n\n. The instrument has been expertly constructed from excellent materials  including oak for the casework\n\n. It remains essentially intact\n\n. All of the original pipework appears to remain\n\n. The sound of the instrument is articulate  clear and highly attractive\n\nClassified: 24\/09\/2012\nFile note 04\/02\/2013: Svensson born Lund Sweden 01\/04\/1840. Arrived in Australia 1869.\n","address":"371 Neerim Road  MURRUMBEENA  GLEN EIRA CITY","summary":"The pipe organ is the only example of an instrument built by leading Melbourne cabinet maker Andreas Svensson  possibly for his home in Kent Street  Richmond.\n","postal_code_ps_val~~~~":"12~~~~"},{"hist_id":69,"latitude":-37.88806,"longitude":145.05362,"name":"Former Wesleyan Methodist Church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/273.jpg","description":"A church of bizarre architectural character  built in 1914 to the design of A P Coles. The exterior treatment is a combination of red brick American Romanesque; English Arts & Crafts in the rough cast and the pseudo half-timbered gable (which itself has Art Nouveau overtones); and a North European  perhaps Baltic half-gabled tower with a slender spire.\n\nClassified: 24\/08\/1989","address":"250 - 254 Neerim Road  CARNEGIE  GLEN EIRA CITY","summary":"A church of bizarre architectural character  built in 1914 to the design of A P Coles. The exterior treatment is a combination of red brick American Romanesque; English Arts  Crafts.","postal_code_ps_val~~~~":"3~~~~"},{"hist_id":70,"latitude":-37.890048,"longitude":145.071921,"name":"Urangara","image_url":null,"description":null,"address":"21 Omama Road  MURRUMBEENA  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"12~~~~"},{"hist_id":71,"latitude":-37.885404,"longitude":145.039355,"name":"Glen Huntly Park","image_url":"https:\/\/victoriancollections.net.au\/media\/collectors\/4f729f7b97f83e03086018a9\/items\/536301999821f40c64c6d452\/item-media\/536301999821f40c64c6d453\/VictorianCollections-medium.jpg","description":null,"address":"Booran Rd & Neerim Road  CAUFIELD   GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"4~~~~"},{"hist_id":72,"latitude":-37.89481,"longitude":145.05601,"name":"Carnegie War Memorial","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/126\/966.jpg","description":"The Carnegie War Memorial is located in Koornang Park  Koornang Road  Carnegie. The stone memorial was established on April 25th 1952  to commemorate  \"Those who gave their lives in the service of their country.\"","address":"(in Kooorang Park)  Koornang Road CARNEGIE  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"3~~~~"},{"hist_id":73,"latitude":-37.894628,"longitude":145.051578,"name":"Caulfield Memorial Swimming Pool","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/126\/968.jpg  http:\/\/monumentaustralia.org.au\/content\/directory\/full\/Caulfield_War_Memorial_Swimming_Pool-37556-30691.jpg  http:\/\/monumentaustralia.org.au\/content\/directory\/full\/Caulfield_War_Memorial_Swimming_Pool-37557-30691.jpg","description":"The Caulfield Memorial Swimming Pool commemorates the First World War and Second World War.","address":"Moira Avenue  Koornang Park  CARNEGIE  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"3~~~~"},{"hist_id":74,"latitude":-37.892027,"longitude":145.065409,"name":"Stained Glass Window at Murrumbeena Koornang [formerly St. Giles' Presbyterian] Uniting Church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/198\/395.jpg","description":null,"address":"117 Murrumbeena Road  Murrumbeena  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"12~~~~"},{"hist_id":75,"latitude":-37.934182,"longitude":145.065687,"name":"22 Brady Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/834.jpg","description":"The house at no. 22 Brady Road  East Bentleigh was built for the Moorabbin Shire councillor and president  William George Leary  in 1889. It is historically significant.\n\n\n\nIt is historically significant (Criterion A) as an early market gardener's house and recalls the earliest phase in the occupation of land at East Bentleigh when the market gardens were served by plateways and the hall at East Bentleigh  of which Leary was the secretary for a period  was the principal public building in this isolated settlement.\n\n\n\n","address":"22 Brady Road BENTLEIGH EAST  Glen Eira City","summary":"The house at no. 22 Brady Road  East Bentleigh was built for the Moorabbin Shire councillor and president  William George Leary  in 1889. It is historically significant.\n\n","postal_code_ps_val~~~~":"2~~~~"},{"hist_id":76,"latitude":-37.932343,"longitude":145.073336,"name":"Yarra Yarra Golf Clubhouse and surrounds  567 Warrigal Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/266.jpg","description":"The Yarra Yarra Golf Club House was built in 1928 to the design of Melbourne architects Plottel  Bunnet and Alsop following A.G. Alsop's tour of golf clubhouses in America. It is aesthetically significant.\n\n\n\nIt is aesthetically significant (Criterion E) as an example of an Inter War period golf clubhouse and mature expression of the American West Coast Mission style designed and built at a time when buildings of the type and style were the height of fashion in California and presumably elsewhere along the American West Coast. The choice of style is of note also for its relationship with the architectural character of much of the domestic architecture erected in the Municipality late in the 1920s when the so-called Spanish-American influence was emerging as a dominant fashion stemmed only by the onset of the Depression. Important surviving stylistic elements include the entry treatment with portico  vestibules and tower  the tiled roof with chimneys  arched windows and remnant railings and the substantially intact interior spaces including the upper and lower level vestibules  staircase and dining room. The exterior has been heavily defaced  in the first instance by the removal of the north wing loggia and in the second by the removal of the balustrades and stuccoed facings. ","address":"567 Warrigal Road BENTLEIGH EAST  Glen Eira City","summary":"The Yarra Yarra Golf Club House was built in 1928 to the design of Melbourne architects Plottel  Bunnet and Alsop following A.G. Alsop's tour of golf clubhouses in America. ","postal_code_ps_val~~~~":"2~~~~"},{"hist_id":77,"latitude":-37.920325,"longitude":145.053895,"name":"The former East Brighton Public Hall","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/456.jpg","description":"The former East Brighton (later East Bentleigh) Public Hall is situated at no. 675 Centre Road  East Bentleigh and was built in 1895-96 by L.R. Phillips  councillor at the nearby Caulfield Shire  to a design of the Melbourne architects Blackwell and Dalton. It is historically important. It is historically important (Criterion A) as the oldest surviving community owned public facility in the district  having served initially as a public hall with additions since demolished presumably accommodating a library. Its ownership and usage show that it functioned in a manner of a Mechanics Institute  this place being a focal point for social activities and public meetings from its inception until the post war era. In this respect it directly recalls a now distant time when East Bentleigh was a community made up primarily of market gardeners. As an early surviving nineteenth century public building in the area  it is unique (Criterion B). This importance is demonstrated by the surviving hall and porch  now encompassed by later additions and which in themselves demonstrate the growth of the district sustained during the early post war period when the building continued as a community facility in its intended role.\n","address":"675 Centre Road BENTLEIGH EAST  GLEN EIRA CITY","summary":"The former East Brighton (later East Bentleigh) Public Hall is situated at no. 675 Centre Road  East Bentleigh and was built in 1895-96 by L.R. Phillips  councillor at the nearby Caulfield.","postal_code_ps_val~~~~":"2~~~~"},{"hist_id":78,"latitude":-37.91429,"longitude":145.05605,"name":"Bentleigh East State School Honour Roll (First World War)","image_url":null,"description":null,"address":"Valkstone Street BENTLEIGH EAST  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"2~~~~"},{"hist_id":79,"latitude":-37.86691,"longitude":145.00064,"name":"Glenfern","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/077\/308.jpg","description":"What is significant?\nGlenfern was built on spacious grounds at the corner of Inkerman and Hotham Streets  East St Kilda in two main stages in 1857 and 1876. From 1876 to 1984 Glenfern had only two owners  including the well known Melbourne family of artists  the Boyds. The property was bequeathed to the National Trust of Australia (Victoria) in 1984 and has remained in their ownership.\nThe original Glenfern allotment was bought by John Bakewell in 1856 and sold the following year to Francis McDonnell  a prominent Melbourne investor. By 1858  the house  rated as the most valuable in Caulfield  had been built on the site. Due to financial difficulties  McDonnell offered a number of properties for sale in 1860  including Glenfern. It was not sold at this stage  but subsequently mortgaged in 1862. In 1866 Thomas Watson purchased the property and lived there until 1876 when it was sold to Captain John T. T. Boyd and his wife  Lucy  founders of the Boyd dynasty of artists  musicians  writers and architects. The Boyd family  including twelve children  lived there until 1907  with Lucy Boyd retaining ownership after her husband's death in 1891.\nIn 1907 the property was subdivided and the greatly reduced Glenfern portion was purchased by the Ostberg family  who lived there from 1915. In the latter years of Boyd family ownership and the Ostberg ownership  Glenfern had several tenants and was run as a school on two occasions. The Ostberg family occupancy continued until the death of Miss Amy Ostberg in 1984. From 1929 the property was listed as Glenfern Flats  necessitating various internal alterations over a period of time.\nThe original two storey house  attributed to architect Charles Laing  was extended for the Boyd family in 1876  by architect M. Hennessy. This comprised the addition of a two storey wing to the south of the existing building. Stables were built in 1884 by the architects Smith and Johnson and other outbuildings  since removed  were recorded on the site. The gardens were developed from the establishment of the estate and remnants of early plantings  exotic trees in particular  are evident. Various additions and alterations were made to the house in the twentieth century and a separate block of flats was built on the southern boundary in c1964.\nGlenfern is a two storey picturesque Gothic house of stuccoed brick with steep  gabled slate roofs  elaborate bargeboards and chimneys of conjoined stacks set diagonally. The original  asymmetrically planned L-shaped house  containing the principal rooms and a rear wing  was designed with two main facades facing north and west. The north facade contains an unusual recessed pointed arch bay formed between twin chimney flues. Internally cedar joinery includes an unusual set of double doors between the drawing room and parlour  the centre pair of which fold back and then slide into the walls.\nDetailing of the 1876 additions copied that of the original house  including the bargeboards  chimneys and western verandah.\nOwnership of Glenfern passed to the National Trust of Australia (Victoria) in 1984 and in 2002 transformation of the property into a Centre for the Arts and Culture commenced. This began with the establishment of an Artist-in-residence programme  followed by the Glenfern Writers Centre. Restoration and renovation of the building has been undertaken concurrently with the establishment of this centre.\nHow is it significant?\nGlenfern  East St Kilda is of architectural and historical significance to the State of Victoria.\nWhy is it significant?\n\nGlenfern is of architectural significance as an unusually intact and rare example of the picturesque domestic Gothic Revival house in Victoria. Of particular note are the clustered chimneys  bargeboards and twin arched chimney flues and the folding\/sliding cedar doors between the principal rooms. It is significant as an important work of the prominent Melbourne architect  Charles Laing.\nGlenfern is of historical significance for its connection with the distinguished Victorian Boyd family. It has been recorded in a painting by Emma Boyd  wife of Arthur  in 1885 and in print by writer  Martin Boyd in 1952.\nGlenfern is of historical significance due to its ownership by only two families from 1876; firstly the Boyds until 1907 and the Ostbergs until 1984. Of note is the resistance to redevelopment in the latter half of the twentieth century and the subsequent survival of the 1907 Glenfern estate.\n[Online Data Upgrade Project 2007]\n","address":"417 Inkerman Street  ST KILDA EAST  GLEN EIRA CITY","summary":"Glenfern was built on spacious grounds at the corner of Inkerman and Hotham Streets  East St Kilda in two main stages in 1857 and 1876. From 1876 to 1984 Glenfern had only two owners.","postal_code_ps_val~~~~":"14~~~~"},{"hist_id":80,"latitude":-37.871084,"longitude":145.001163,"name":"20 Denman Avenue","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/793.jpg","description":"\"Warary\"  at no. 20 Denman Avenue  Balaclava  was built for the Hansard reporter  Joseph S. Weatherston  in 1914. It is aesthetically significant.\n\n\n\nIt is aesthetically significant (Criterion E) as an exceptionally forthright demonstration of Arts and Crafts principles as they were applied to domestic architectural forms at the time. The strong sense of symmetry established both on plan and in terms of its architectural expression is the distinguishing feature of the place  the disposition of the chimneys and window bays about the central axis being highly expressive of the Arts and Crafts mode and unique in this Municipality.\n","address":"20 Denman Avenue ST KILDA EAST  GLEN EIRA CITY","summary":"\"Warary\" at no. 20 Denman Avenue  Balaclava  was built for the Hansard reporter  Joseph S. Weatherston  in 1914. It is aesthetically significant.\n\n","postal_code_ps_val~~~~":"14~~~~"},{"hist_id":81,"latitude":-37.868388,"longitude":145.007965,"name":"Craigellachie","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/186\/152.jpg","description":"Craigellachie'  a Victorian mansion was apparently erected in two stages after 1873 for Scottish born pastoralist and politician William Pearson. A formally designed conservative classical style two storey house is fronted by a later  more ornate  assymmetrically planned single storey addition with tower and perimeter iron verandah in an elaborate variation of the ubuquitous Italianate mansion house model.\n\n'Craigellachie' of unknown authorship and uncertain date  is a building of importance as a comparatively fine surviving example of late Victorian era Italianate style mansions which proliferated in suburban Melbourne 1870-1890. The house is notable for the quality of the architectural details  tiled floors  opulent interior and dominant Italianate tower and was for many years the town house of William Pearson  prominent public figure and celebrated racing enthusiast.\n\n'Craigellache' originally fronting Inkerman Street and now on a much reduced site has been partially subdivided into apartments. the essential architectural qualities of the house are intact.\n\nClassified: 24\/06\/1968\n","address":"2B & 2C Lynedoch Avenue and 273 Orrong Road ST KILDA EAST  GLEN EIRA CITY","summary":"Craigellachie'  a Victorian mansion was apparently erected in two stages after 1873 for Scottish born pastoralist and politician William Pearson. A formally designed conservative classical.","postal_code_ps_val~~~~":"14~~~~"},{"hist_id":82,"latitude":-37.86644,"longitude":144.99999,"name":"Former Congregational Church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/194\/467.jpg","description":"A late polychrome brick church with stone dressings built in 1887-8 to the design of Hillson Beasley and John Little  but remaining without the intended spire  apse  vestries and fleche. The building comprises a nave  transepts placed beneath double transverse gables and an octagonal turret to the north-west; it is of interest for its attractive use of brickwork interspersed with stone. The interior has been subdivided by a partition closing off the transepts. Originally there was a delightful pipe organ built by George Fincham in the 1860s in an elegant case with fretwork panels  cornice and diapered pipes  since sold to private ownership..\n\nClassified: 13\/07\/1989\n\n\n\n","address":"72 Inkerman Street & Cnr Hotham Street ST KILDA EAST  GLEN EIRA CITY","summary":"A late polychrome brick church with stone dressings built in 1887-8 to the design of Hillson Beasley and John Little  but remaining without the intended spire  apse  vestries and fleche. ","postal_code_ps_val~~~~":"14~~~~"},{"hist_id":83,"latitude":-37.873369,"longitude":145.004004,"name":"Eucalyptus camaldulensis","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/130\/486.jpg","description":"Contribution to landscape of historic garden  remnant of native vegetation\n\n\n\nThis River Red Gum is a remnant of vegetatiion preceding urban development of the area. It is a very large specimen of great age and it is growing in what was once the grounds of Greenmeadows House until Council purchased the land in 1912.\n\n\n\nMeasurements: 02\/1983\n\nSpread : 26\n\nGirth : 4.5\n\nHeight : 19.5\n\nEstimated Age (yrs): 200+\n\nCondition: Good\n\n\n\nAccess: Unrestricted\n\nClassified: 17\/02\/1983\n","address":"Greenmeadows Gardens  Green Street  ST KILDA EAST  GLEN EIRA CITY","summary":"Contribution to landscape of historic garden  remnant of native vegetation\n\nThis River Red Gum is a remnant of vegetatiion preceding urban development of the area. It is a very large specimen.","postal_code_ps_val~~~~":"14~~~~"},{"hist_id":84,"latitude":-37.872749,"longitude":145.003883,"name":"Combretum caffrum","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/130\/494.jpg","description":"Contribution to landscape of historic garden\n\nRare or localised\n\n\n\nA rare specimen tree that is growing in what was oncea cow paddock of Greenmeadows House estate until Council purchased the landin 1912  formed estatesand developed Greenmeadows Gardens.\n\n\n\nMeasurements: 12\/1982\n\nSpread : 16.5\n\nGirth : 2.2\n\nHeight : 13\n\nEstimated Age (yrs): 70\n\nCondition: Good\nAccess: Unrestricted\n\nClassified: 17\/02\/1983\n","address":"Greenmeadows Gardens  Green Street  ST KILDA EAST  GLEN EIRA CITY","summary":"Contribution to landscape of historic garden\nRare or localised\n\nA rare specimen tree that is growing in what was oncea cow paddock of Greenmeadows House estate until Council purchased.","postal_code_ps_val~~~~":"14~~~~"},{"hist_id":85,"latitude":-37.86972,"longitude":144.999915,"name":"Kilwinning","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/091\/868.jpg","description":"Demolished 1964.","address":"1 Balaclava Road  ST KILDA EAST  GLEN EIRA CITY","summary":"Demolished 1964.","postal_code_ps_val~~~~":"14~~~~"},{"hist_id":86,"latitude":-37.86184,"longitude":144.99161,"name":"All Saints Church of England Stained Glass Window (St Kilda East)","image_url":null,"description":null,"address":"2A Chapel Street ST KILDA EAST  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"14~~~~"},{"hist_id":87,"latitude":-37.88468,"longitude":145.00169,"name":"FORMER ELSTERNWICK POST OFFICE","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/077\/759.jpg","description":"The Elsternwick Post Office was built in 1891 to the design of the Public Works Department under JH Marsden. The builder was Herbert H. Coulson. The office  complete with postmaster's quarters  was a substantial two storey red brick building set on a bluestone plinth with an ornate facade incorporating cement dressings. The Elsternwick Post Office complex originally included a public lobby mail  lobby  telegraph and sorting offices  hall  dining hall  kitchen and stores  all on the ground floor. The first floor consisted of two bedrooms  sitting room  servants' room  bathroom and landing.\nSince 1891 it has presented an imposing facade to Glenhuntly road and Riddell parade  on the corner of which it stands. Immediately adjacent on the other side  but also facing Glenhuntly Road  is a small single storey structure  the Rifle Club building. The two buildings are surrounded on the two remaining sides by an open space reserve. The Elsternwick Post Office is an early  and substantially intact  example of the English \"Queen Anne\" style which was introduced to Australia c.1885  and first seen in a fully developed form in Victoria in the Queenscliff Post Office of that year. Together with the Queenscliff Post Office  Kew Post Office  Courthouse and Police Station  and selected schools such as that at High Street  Prahran  the Post Office represents a notable stylistic innovation in Victoria architecture on the part of the Public Works Department.\nThe style imported from England was characterised by a predominance of red brick  with dressings of stone or stucco  and by steep proportions with dominant roofs incorporating hipped and gabled forms as well as dormers  tall chimneys and  occasionally  towers. Most of the details as well as the often picturesque roofscapes were derived from the Renaissance architecture of northern Europe and  in particular  England. Other common features of English \"Queen Anne\" designs include the use of coved cornices at eaves level  the articulation of the facade by means of pilasters  and the preference for tall narrow multi-paned windows with white painted sashes  and carved brick aprons under the sills. The Australian style of \"Queen Anne\" developed out of the English. For many years it was referred to as \"Queen Anne\"  but some examples (especially of domestic architecture) are now known as \"Federation Style\".\n\"Queen Anne\" also has its American variants. The term English \"Queen Anne\" may be used to distinguish it from later Australian and American versions. The inverted commas indicate that this is not the real architecture of Queen Anneā€™s reign.\nExamples of the buildings influenced by English \"Queen Anne\" style began to appear in a period of considerable building activity in the late 1880s. Whereas many of the comparable commercial examples of this style have been destroyed  mutilated or painted over some Public Works Department designs have survived  and  with the regrettable exception of Queenscliff  have maintained their red brick character. The Post Office at Elsternwick is significant in this  not only in its own right  and as part of a group of important buildings  but also as a visible representation of the Queenscliff design in a relatively unspoiled form. At Elsternwick the design has been maintained overall and  where extended  this has been done sympathetically (an exception to this is the post office boxes facing Riddell parade). In developing this  and other distinctive new designs  the architects of the Public Works Department in the late 1880s and 1890s were breaking new ground  not only in Victoria but also on a national basis. This was all the more remarkable when it is considered that government departments were not previously known for their commitment to  and encouragement of  innovation.\nThe building may also be regarded as important to the Elsternwick community  and expressive of the history of the district. Settlement in the area followed two land surveys  one by Robert Hoddle in 1851 and the other by Henry Foot in 1856. A prominent early settler was Charles Hodson Ebden  a pastoralist who in 1851 became Auditor-General of Victoria. He named his property \"Elster\"  which is German for magpie  and \"wick\" (meaning village) was added in later years. The coming of the railway in 1859  which passed through Elsternwick en route to Brighton  made for a settlement around the station  and this encouraged the introduction of postal services. However  development of Elsternwick was blocked by several surrounding large properties  and it was not until the boom decade of the 1880s that it really\n\nbegan to go ahead as a commercial and residential centre. From the mid 1880s the new community agitated for secession from Caulfield shire  and for a new post office building more in keeping with the aspiration of a developing suburban district. This agitation was successful. In 1890 land was exchanged with the railway department  with a view to building an office on a suitable site  and tenders were called for in August.\nThe importance of the new building can be seen in its location adjacent to what was then the focal point of the district  the railway station. With the new building also came an extended postal district for Elsternwick  taking in additional portions of St Kilda and Caulfield. The new building also comprised residential quarters and a new postmistress  Mary Kate Oldham  was appointed in the same year the office was built.\n","address":"296 - 298 GLENHUNTLY ROAD and 1A AND 1B RIDDELL PARADE ELSTERNWICK  GLEN EIRA CITY","summary":"The Elsternwick Post Office was built in 1891 to the design of the Public Works Department under JH Marsden. The builder was Herbert H. Coulson. The office  complete with postmaster's.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":88,"latitude":-37.87983,"longitude":144.99895,"name":"Rippon Lea","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/077\/480.jpg","description":"Rippon Lea was commenced in 1868 by Frederick Sargood  a most successful politician and merchant. He was born in England in 1834 and arrived in Melbourne in 1850. He soon joined his father's wholesale soft goods firm  spending some time as its manager on the goldfields. Sargood entered the Legislative Council in 1874. He was Victoria?s first Minister for Defence in 1883. Sir Frederick Sargood was created CMG. In 1885 and KCMG in 1890 as a reward for his contribution to public life. He died suddenly in 1903.\nRippon Lea was designed by the leading firm of architects  Reed and Barnes. Joseph Reed had travelled in Europe in 1863  including northern Italy. When he returned he introduced the use of polychromy. While not the first examples  Rippon Lea and the Independent Church in Collins Street were the best and set a fashion which became a distinctly Melbourne style  particularly used for houses and churches. Its popularity was possible because of the new availability of different coloured bricks. Reed's fine Lombardic Romanesque details soon became debased by others.\nAs Sargood's family grew and his fortunes prospered  Rippon Lea was extended to include 33 rooms - a complete mansion. The cast iron porte cochere and the northern conservatory were added in 1897. The architects were Taylor and Fitts. The ballroom was added in 1882 and remodelled in 1889. Many alterations have changed the interior and exterior during the ownerships of Benjamin Nathan and later his daughter Mrs Louisa Jones in the 1930s and are in their own right of significance.\nSir Thomas Bent owned the property from 1903 until 1911 but never lived there. He subdivided much of the land. The original garden dates from about 1868  and it seems that William Guilfoyle of the Botanic Gardens was involved. It was redesigned in a more natural style in the 1880s by Sargood and his head gardener  Adam Anderson. The lake  waterfalls  fernery  hill and grotto are balanced by mighty deciduous trees and conifers. These are interspersed with  but never dominated by Australian species such as eucalyptus and other exotics. The sinuous drive with its carefully prepared approach to the house is notable. The original vegetable gardens  orchard and outer paddocks no longer survive. The shade house is important as the largest known in Australia and possibly the world. Its curved plan and form of construction are particularly notable. It was built about 1884.\n","address":"192 Hotham Street ELSTERNWICK  Glen Eira City","summary":"Rippon Lea was commenced in 1868 by Frederick Sargood  a most successful politician and merchant. He was born in England in 1834 and arrived in Melbourne in 1850. ","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":89,"latitude":-37.883472,"longitude":145.006277,"name":"Former Union Church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/077\/770.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/281.jpg","description":"The Former Union Church  Elsternwick  designed by the architect George de Lacy\nEvans  and erected in 1889-90 is a building of historical and architectural significance for the following reasons:-\n(1) it is a rare and well- developed example of the early French Gothic manner as popularised through the muscular Victorian re-interpretation of English architect William Burgess  which in turn were derived from the publications of EE Viollet-le-Duc. Other Victorian cases of detailing derived from Viollet-le-Duc include Barwon Park (1868)  the Presbyterian Church at Skipton (1871)  the Bourke Street West Police Station by Bindley and Brittingham (PWD) dating from 1888-9 and the Lutheran Manse  East Melbourne by JAB Koch (1890). However  none of these buildings relates closely in form to the Union Church  Elsternwick. The only building which has been identified as closely comparable is The Bairnsdale Court House by AJ Macdonald (PWD) which dates from 1892.\n(2) the use of bright red brickwork is of significance  as the Former Union Church is believed to be only the second church building in Victoria to employ this material as a matter of conscious choice. Amongst red brick churches  it is thought to be preceded only by Reed  Henderson And Smart's Sacred Heart (1884)  a Renaissance inspired design.\n(3) the building is believed to be a rare  possibly unique  surviving example of a church building erected for dual use by the Congregationalists and Baptists. In 1894 it was bought by the Congregationalists and continued as a Congregational Church until the formation of the Uniting Church.\n[Source: Report to the Minister]\n","address":"84-86 Orrong Road  ELSTERNWICK  GLEN EIRA CITY","summary":"The Former Union Church  Elsternwick  designed by the architect George de Lacy\nEvans  and erected in 1889-90 is a building of historical and architectural significance for the following.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":90,"latitude":-37.88393,"longitude":145.00151,"name":"FORMER ELSTERNWICK FIRE STATION","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/209\/952.jpg","description":"What is significant?\nThe Former Elsternwick Fire Station building and associated land.\nHistory Summary\nThe Former Elsternwick Fire Station was built and commenced operation in 1896. It was one of 32 new fire stations built between 1892 and 1896 by the newly formed Melbourne Metropolitan Fire Brigade ('MFB') to form a comprehensive fire-fighting network across Melbourne. The MFB was established in 1891 as Victoria's government-run fire-fighting service in Melbourne and its growing suburbs. By 1918 motorised fire engine appliances had replaced horse-drawn fire vehicles across the metropolitan area  and the consequently larger areas that fire stations could protect meant the 1896 Elsternwick Fire Station was one of many which was becoming obsolete. The MFB continued to use the Elsternwick Fire Station up until the Station's closure in 1926. From 1927 the former Fire Station was leased by neighbouring timber merchants JJ Webster Pty Ltd who subsequently purchased the property from the MFB in 1934. From 1954 the 'Esquire Motors' car repair business traded at the site  and changes to the former Fire Station building including the complete enclosure of its yard by corrugated steel walls and roofing appear to have been completed in the mid-1950s. In 1990 the Australian Broadcasting Corporation ('ABC') purchased the former Fire Station together with five other adjoining land parcels in Selwyn Street. From that time until 2017 the former Elsternwick Fire Station has been used by the ABC as office and storage space in its Selwyn Street television studio complex.\nDescription Summary\nThe Former Elsternwick Fire Station consists of an 1896 building on Selwyn Street and adjoining 1950s-built additions under a group of skillion and flat roofs to the 1896 building's east\/rear. The single-storey 1896 building has walls of brick and stone construction with an asymmetrical principal facade built to the Selwyn Street (west) site boundary. A stone-framed horseshoe arch entrance to the former Station's fire engine room is the dominant feature of this facade. The arch features a carefully-detailed composition of rusticated and smooth-faced limestone  trachyte and fine axed basalt  and frames the engine room's original bi-fold timber doors. This portion of the Selwyn Street facade is surmounted by an Anglo-Dutch gable with a central large heraldic emblem which contains what appears to be the 1891 MFB-designed corporate shield. Most of the original eastern masonry wall of the fire engine room has been removed to create a larger garage area  most probably in the mid-1950s. Several courses of this wall's original brickwork remain above a steel lintel. The garage area's floor is a concrete slab and is also likely to have been installed in the mid-1950s. The south elevation of the Former Elsternwick Fire Station is built to the site boundary along an un-named lane. Conventional timber-framed pitched and hipped roofs above the original former Station building appear to have retained their original form  but the original roofing slates have been replaced by corrugated steel sheeting. A corrugated galvanised steel-clad external wall and skillion and flat roofs  which are likely to date from the mid-1950s  completely enclose the east\/rear portion of the site. The area beneath these roofs is divided by timber-framed partition walls into four separate storage areas and a small lavatory\/washroom area. Apart from ceramic tiles in these lavatories  the floors of the 1950s-built spaces are concrete floor slabs. The north and east boundaries of the Former Elsternwick Fire Station site abut the corrugated-steel sheeting clad walls of a large building containing production and storage areas in the ABC's Selwyn Street television studio complex.\nThis site is part of the traditional land of the Boonwurrung people.\nHow is it significant?\nThe former Elsternwick Fire Station is of architectural  cultural and historical significance to the State of Victoria. It satisfies the following criterion for inclusion in the Victorian Heritage Register:\nCriterion A\nImportance to the course  or pattern  of Victoria's cultural history.\nCriterion D\nImportance in demonstrating the principal characteristics of a class of cultural places and objects.\nWhy is it significant?\nThe Former Elsternwick Fire Station is significant at the State level for the following reasons:\nThe Former Elsternwick Fire Station is historically significant as one of the 10 remaining fire stations of the original 32 built for the newly established Melbourne Metropolitan Fire Brigade ('MFB') during the four-year period 1892 to 1896. These fire stations were constructed following the establishment in 1891 of the MFB  Victoria's government-run fire-fighting service for metropolitan Melbourne and its growing suburban population. These new stations formed a crucial part of the MFB's fire-fighting network across Melbourne. The Former Elsternwick Fire Station clearly demonstrates the historical development of fire-fighting services in Melbourne  especially the expansion of the newly-formed MFB throughout Melbourne's suburbs during the 1890s. [Criterion A]\nThe Former Elsternwick Fire Station is architecturally significant as a fine example of a late nineteenth century fire station. Constructed shortly after the establishment of the MFB  it displays characteristics of its class of place that remain mostly unchanged from the former Station's historically important period of development and use. A particularly strong element of the Former Elsternwick Fire Station is the large and strikingly-detailed stone horseshoe arch  designed for horse-drawn fire-fighting vehicles  at the street entrance to its fire-engine room. [Criterion D]\n","address":"2-4 SELWYN STREET ELSTERNWICK  GLEN EIRA CITY","summary":"The Former Elsternwick Fire Station building and associated land.\nHistory Summary\nThe Former Elsternwick Fire Station was built and commenced operation in 1896. It was one of 32 new fire.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":91,"latitude":-37.88568,"longitude":144.99967,"name":"FORMER ELSTERNWICK TRAM SUBSTATION","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/196\/033.jpg","description":"Former Elsternwick Tram Substation  built in 1914 by the Prahran & Malvern Tramways Trust (P&MTT).\nHistory Summary\nIn the early 1900s parts of Melbourne were serviced by cable trams or horse trams  but several suburban municipalities formed tramway trusts and built electric tramways in their areas. The municipalities of Prahran and Malvern cooperated to establish the Prahran and Malvern Tramway Trust (P&MTT) in 1907  and in 1910 opened its first line  along High Street from Charles Street in Prahran to Tooranga Road  Malvern. A car depot (VHR H910) with an attached substation to power the system was built in Coldblo Road  Malvern (now Armadale). A number of adjoining municipalities were to join the scheme during the following decade  and many new lines and extensions to existing lines were constructed by the Trust  including services along High Street  Dandenong Road  Wattletree Road  Balaclava Road  Cotham Road  High Street and Barkers Road in Kew  Glenhuntly Road  Waverley Road  St Kilda Road  Glenferrie Road  Malvern Road  Whitehorse Road and Burke Road. This became the largest independent electric tram network in Melbourne  consisting of almost all of the tram system which exists in the area today. Electricity to power the trams was at first provided solely from the substation at the Coldblo Road depot  but in 1914 a new substation was built at Elsternwick and was switched into the system in December that year to provide extra power. The building was probably designed by the architect Leonard John Flannagan  who had been chief architect for the Trust since 1908. The substation was equipped with a battery  an automatic reversible booster and two 100kw generators relocated from Coldblo Road. In 1919 the P&MTT was taken over by the Melbourne & Metropolitan Tramways Board  which continued to operate the substation until the late 1960s.\nDescription Summary\nThe Former Elsternwick Tram Substation is a red brick and stucco building in a Federation Free Classical style. It has two parallel glazed roof lanterns  timber-framed windows and the walls are topped with alternating curved and horizontal parapets with piers projecting above. The letters 'P&MTT' in cast cement distinguish the central parapet. The original large off-centre opening for the movement of electrical plant has been filled in. The building has been converted for use as an office but internally the steel trusses remain as do overhead pulleys for the movement of electrical plant within the building. A small modern brick addition has been made at the rear of the building.\nThis site is part of the traditional land of the Kulin Nation.\n<b class=\"c3\">How is it significant? \nThe Former Elsternwick Tram Substation is of historical and architectural significance to the State of Victoria and satisfies the following criteria for inclusion in the Victorian Heritage Register:\nCriterion A Importance to the course  or pattern  of Victoria's cultural history\nCriterion D Importance in demonstrating the principal characteristics of a class of cultural places and objects\nWhy is it significant?\nThe Former Elsternwick Tram Substation is significant to the State of Victoria for the following reasons:\nThe Former Elsternwick Tram Substation is historically significant for its association with the Prahran and Malvern Tramways Trust (P&MTT)  one of the first  and the most important  of Melbourne's municipal tramway trusts  which preceded the Melbourne and Metropolitan Tramways Board. The tramway trusts established by various private companies and suburban municipalities in the first decades of the twentieth century provided Melbourne's first regular electric tram services  and in the early twentieth century were important for their influence on the development of new suburbs not served by the existing railway lines. The P&MTT was the largest of the municipal tramway trusts and the lines constructed by it formed the basis of the present extensive tram system in the south-east suburbs of Melbourne. (Criterion A)\nThe Former Elsternwick Tram Substation is architecturally significant as the earliest example in Victoria of a free-standing tram substation  and demonstrates the form and scale of the buildings constructed to house the electrical equipment to operate the early electric tram lines. It is a demonstration of the importance attached to the architecture of utilitarian industrial buildings at the time. (Criterion D)\n","address":"6-8 RUSDEN STREET ELSTERNWICK  GLEN EIRA CITY","summary":"Former Elsternwick Tram Substation  built in 1914 by the Prahran & Malvern Tramways Trust (P&MTT).\nHistory Summary\nIn the early 1900s parts of Melbourne were serviced by cable trams.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":92,"latitude":-37.884016,"longitude":145.002723,"name":"Glenmoore","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/247.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/305.jpg","description":"\"Glenmoore\" is locally significant as a surviving mid nineteenth century villa residence with grounds in the then fashionable bi-chromatic brick form. It is also important as the home of Hugh Moore who built several shops in nearby Glen Huntly Road and which remains as important contributors to the architectural character of the Elsternwick Shopping Centre.\n\nBuilt 1868. Architect: Thomas Watts. First Owner: Mr Hugh Moore. Used as a school 1896-1902. Large stained glass window bearing family crest and monogram.","address":"1 St Georges Rd ELSTERNWICK  Glen Eira City","summary":"\"Glenmoore\" is locally significant as a surviving mid nineteenth century villa residence with grounds in the then fashionable bi-chromatic brick form. It is also important as the home of Hugh.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":93,"latitude":-37.884118,"longitude":145.001176,"name":"Fmr Elsternwick Fire Station  2-4 Selwyn Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/251.jpg","description":"Unusual public building having Classical Revival references and distinguishing horse shoe shaped cart entry with original timber gates to the facade. Bricks are black body bricks with red dressings  white and black tuckpointed respectively. Sills and stonework to the lower sides of the cartway entry are bluestone  dressed and axe finished whilst remaining stonework is freestone  dressed and axe finished with red tuckpointing. A surmounting heraldic emblem displays emblems now difficult to interpret but appearing to include a fire cart and hose.\n","address":"2-4 Selwyn Street ELSTERNWICK  Glen Eira City","summary":"Unusual public building having Classical Revival references and distinguishing horse shoe shaped cart entry with original timber gates to the facade. Bricks are black body bricks with red.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":94,"latitude":-37.883598,"longitude":145.011569,"name":"2-24 Edward Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/256.jpg","description":"Nos. 2-24 Edward Street are important at the municipal level as a comparatively rare large brick terrace of attached dwellings  comparable with others in Prentice Street and Glen Eira Road. They compare also with the more commonplace rows of small detached villas throughout Elsternwick and are of interest on account of their rarity in the locality.\n","address":"2-24 Edward Street ELSTERNWICK  GLEN EIRA CITY","summary":"Nos. 2-24 Edward Street are important at the municipal level as a comparatively rare large brick terrace of attached dwellings  comparable with others in Prentice Street and Glen Eira Road.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":95,"latitude":-37.885705,"longitude":144.999778,"name":"The former P & MTT sub station","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/354.jpg","description":"The former P & MTT sub station at 6-8 Rusden Street  Elsternwick  is a parapeted red brick and stuccoed building  erected in 1914  presumably to the design of the Trust's architect  L.J. Flannagan. It has architectural and historical significance.\n\n\n\nIts architectural significance derives from its readily recognisable form as a tramway substation in a predominantly residential area. Its historical significance derives from its association with the former Prahran and Malvern Tramways Trust  the largest and most successful undertaking of its kind  demonstrating an aspect of the expansion of the system prior to the M & MTB takeover of 1920. Although comparable with other structures of its type  it is the only freestanding sub station to have been built by the P & MTT.\n","address":"4-6 Rusden Street ELSTERNWICK  GLEN EIRA CITY","summary":"The former P & MTT sub station at 6-8 Rusden Street  Elsternwick  is a parapeted red brick and stuccoed building  erected in 1914  presumably to the design of the Trust's architect  L.J.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":96,"latitude":-37.869163,"longitude":145.005813,"name":"6 Sidwell Avenue","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/373.jpg","description":"The \"Rothesay Court Flats\" were built between 1928 and 1931 for Mrs. Amy Gardner and Mrs. Stella Russell and may include remnants of the pre-existing house known as \"St. Sidwell's. The complex is historically of interest and aesthetically important. It is of interest historically (Criterion A) for its capacity to demonstrate the wave of flat building in East St. Kilda characteristic of the inter war years and especially prominent to the west. It is aesthetically important (Criterion E) as an outstanding Neo-Classical complex of its type  being distinctive for its rigorous symmetry  juxtaposition of Tuscan porticoes and terraced garden. ","address":"6 Sidwell Avenue ELSTERNWICK  GLEN EIRA CITY","summary":"The \"Rothesay Court Flats\" were built between 1928 and 1931 for Mrs. Amy Gardner and Mrs. Stella Russell and may include remnants of the pre-existing house known as \"St. Sidwell's. ","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":97,"latitude":-37.868849,"longitude":145.00593,"name":"8 Sidwell Avenue","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/408.jpg","description":"\"Avalon\" was built at no. 8 Sidwell Avenue by the property developer  Charles T. Suhr  in 1926-28. It is of historic interest and aesthetic importance. It is historically interesting (Criterion A) because it demonstrates an aspect of Suhr's work as a builder in Sidwell Avenue  other bungalows of lesser importance surviving in the street. It is of aesthetic importance (Criterion E) as a substantial house of its period creatively interpreting the stylistic influences of the inter-war years and being noteworthy for its development of Arts and Crafts themes.\n","address":"8 Sidwell Avenue ELSTERNWICK  GLEN EIRA CITY","summary":"\"Avalon\" was built at no. 8 Sidwell Avenue by the property developer  Charles T. Suhr  in 1926-28. It is of historic interest and aesthetic importance. ","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":98,"latitude":-37.87831,"longitude":144.998507,"name":"Repton  10 Elm Avenue","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/427.jpg","description":"Repton'' at 10 Elm Avenue  Elsternwick is locally important as a surviving example of a grandiose Boom period villa residence in the area  recalling the process of closer settlement and the diversity of people attracted to the area at that time.\n","address":"10 Elm Street ELSTERNWICK  Glen Eira City","summary":"Repton'' at 10 Elm Avenue  Elsternwick is locally important as a surviving example of a grandiose Boom period villa residence in the area  recalling the process of closer settlement.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":99,"latitude":-37.889534,"longitude":145.005554,"name":"10 Orrong Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/561.jpg","description":"\"Ascog\" is locally important as a substantial late Victorian villa residence recalling Caulfield's role as a location for Melbourne's gentry in the years immediately prior to the depression of the early 1890's. Its importance is compromised by the changes sustained over the years. ","address":"10 Orrong Road ELSTERNWICK  Glen Eira City","summary":"\"Ascog\" is locally important as a substantial late Victorian villa residence recalling Caulfield's role as a location for Melbourne's gentry in the years immediately prior to the depression.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":100,"latitude":-37.883317,"longitude":144.999263,"name":"The former Third Church Scientist Melbourne church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/593.jpg","description":"The former Third Church Scientist Melbourne church at 12 Ripon Grove has architectural and social importance. Its architectural importance is derived from its survival as a highly sophisticated example of the Italian Romanesque Revival Style popularised in the United States during the Inter war period and exploited by architects Williams and Cockerell  presumably on account of the Christian Science Movement's origins in the United States. Its social value rests on the building's ability to demonstrate the growth in the Christian Science Movement at that time  its cultural origins and its place in the religious life of the locality.\n","address":"12 Ripon Grove ELSTERNWICK  Glen Eira City","summary":"The former Third Church Scientist Melbourne church at 12 Ripon Grove has architectural and social importance. Its architectural importance is derived from its survival as a highly.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":101,"latitude":-37.885512,"longitude":145.003297,"name":"18 Stanley Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/783.jpg","description":"\"St Elvins\" is situated at no 18 Stanley Street  Elsternwick and was built in 1917-18 for the Queen Street wheat broker  Colin Wood. It is aesthetically significant.\n\n\n\nIt is aesthetically significant (Criterion E) for its capacity to demonstrate the picturesque qualities of the Arts and Crafts mode around the time of the Great War  hallmarks including the use of symmetry  dominant gabled roof forms and a pre-occupation with the aesthetic qualities of materials including in this instance  rough cast  terra cotta  timber and glass. This importance is enhanced by the high level of integrity of the place.\n","address":"18 Stanley Street ELSTERNWICK  Glen Eira City","summary":"\"St Elvins\" is situated at no 18 Stanley Street  Elsternwick and was built in 1917-18 for the Queen Street wheat broker  Colin Wood. It is aesthetically significant.\n\n","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":102,"latitude":-37.879976,"longitude":145.014316,"name":"19 Blanche Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/787.jpg","description":"\"Sprouston\" at no. 19 Blanche Street was built in 1887 for Everett Bardwell  gentleman  following the formation of the Kooyong Park Estate in 1886. It is aesthetically significant.\n\n\n\nIt is aesthetically significant (Criterion E) as an exceptionally richly ornamented surviving Boom period villa in Elsternwick  being unusual in this respect in its locale.\n\n\n\nContributory elements adding interest to the common asymmetrical form are the patterned polychrome brickwork  fretted valance and encircling verandah  the aesthetic value of the place being enhanced by its high level of integrity.\n","address":"19 Blanche Street ELSTERNWICK  Glen Eira City","summary":"\"Sprouston\" at no. 19 Blanche Street was built in 1887 for Everett Bardwell  gentleman  following the formation of the Kooyong Park Estate in 1886. It is aesthetically significant.\n\n","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":103,"latitude":-37.882057,"longitude":145.004163,"name":"Stanmere - Elsternwick Club  19 Sandham Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/789.jpg","description":"\"Stanmore\" is locally important as the home of the Short family whose decision to sub divide its holdings was linked closely with the profiteering ventures of the directors of the Premier Building Association  leading to the construction of low cost workers housing characteristic of the land boom speculators prior to the bank crash of the early 1890's.\n","address":"19 Sandham Street ELSTERNWICK  Glen Eira City","summary":"\"Stanmore\" is locally important as the home of the Short family whose decision to sub divide its holdings was linked closely with the profiteering ventures of the directors of the Premier.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":104,"latitude":-37.890701,"longitude":145.004237,"name":"21 Elm Avenue","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/816.jpg","description":"\"Walton\" at 21 Elm Avenue  Elsternwick is locally important as a surviving grandiose Boom period villa residence  recalling the closer settlement of the area and the cross section of society attracted to it. The aspect of the house facing west over Port Phillip Bay recalls one of the attractions of the area readily apparent prior to later subdivision of the original estate. ","address":"21 Elm Avenue ELSTERNWICK  Glen Eira City","summary":"\"Walton\" at 21 Elm Avenue  Elsternwick is locally important as a surviving grandiose Boom period villa residence  recalling the closer settlement of the area and the cross section of society.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":105,"latitude":-37.882579,"longitude":145.004721,"name":"Presentation Convent  28 Sandham Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/851.jpg","description":"The \"Presentation Convent\" is locally significant as a substantial late Victorian villa residence in Elsternwick and for its more recent role in the educational and spiritual lives of the community.\n","address":"28 Sandham Street ELSTERNWICK  Glen Eira City","summary":"The \"Presentation Convent\" is locally significant as a substantial late Victorian villa residence in Elsternwick and for its more recent role in the educational and spiritual lives of the community.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":106,"latitude":-37.886507,"longitude":144.999813,"name":"31 Nepean Highway","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/917.jpg","description":"\"Roseneath\" at 31 Point Nepean Road is a bi-chromatic Italianate villa built for William Millar in 1874. It is aesthetically and historically important.\n\n\n\n\"Roseneath's aesthetic value derives from its survival as a substantially intact bi-chromatic brick villa  distinguished by the symmetrical north and south facing bays and by its spacious grounds. Its historical value rests on its comparatively early date and link with Shire councillor William Millar. The choice of bi-chromatic brick  which was highly fashionable at the time  is also of note. \"Roseneath\" compares with \"Cumbernauld\" (pre 1872) at 504 Hawthorn Road and \"Glenmoore\" (1870) at 1 St Georges Road. ","address":"31 Nepean Highway ELSTERNWICK  Glen Eira City","summary":"\"Roseneath\" at 31 Point Nepean Road is a bi-chromatic Italianate villa built for William Millar in 1874. It is aesthetically and historically important.\n\n","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":107,"latitude":-37.892308,"longitude":145.010289,"name":"33 Clarence Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/924.jpg","description":"\"Kiora\" is locally important as an early Queen Anne influenced villa demonstrated by the design of the timber verandah  which is rare in Caulfield. It is of interest also as an example of the work of local  architect AJ. Smith.\n","address":"33 Clarence Street ELSTERNWICK  Glen Eira City","summary":"\"Kiora\" is locally important as an early Queen Anne influenced villa demonstrated by the design of the timber verandah  which is rare in Caulfield.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":108,"latitude":-37.883362,"longitude":145.014702,"name":"57 Prentice Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/038.jpg","description":"No. 57 Prentice Street compares with adjoining No. 59 and is rare in Caulfield for its timber verandah frieze which is suggestive of an early construction date.\n\n\n\n","address":"57 Prentice Street ELSTERNWICK  Glen Eira City","summary":"No. 57 Prentice Street compares with adjoining No. 59 and is rare in Caulfield for its timber verandah frieze which is suggestive of an early construction date.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":109,"latitude":-37.88548,"longitude":145.006197,"name":"Lisbon House  70 Orrong Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/067.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/280.jpg","description":"No. 70 Orrong Road is important as an exceptionally ornate Boom style villa residence in the terraced form and in this respect is rare in Caulfield. Its architectural value is enhanced by its intact state and by the manner in which its bold architectural expression is carried through into the hallway and staircase.\n\nA large boom style house of 1890 of terrace form and with a stuccoed front of distinctive design  especially in respect of the parapet with its triple pedimented centre motif  and the antae or wing walls  each built up of a vermiculated base course  acanthus band  foliated panels  arcuated and trabeated bays  deep cornice  plinth and urn; in the interior is embossed leather pannelling.\n\n\n","address":"70 Orrong Road ELSTERNWICK  Glen Eira City","summary":"No. 70 Orrong Road is important as an exceptionally ornate Boom style villa residence in the terraced form and in this respect is rare in Caulfield. Its architectural value","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":110,"latitude":-37.883517,"longitude":145.006273,"name":"Fmr Union Church  84-86 Orrong Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/073.jpg","description":"The former Union Church is important at the State level as a rare early French Gothic Church  boldly expressed with its distinctive conical tower. The use of red brickwork was unusual for its time whilst its survival as a building of the former Union Church is rare.\n\n\n\n\n\n","address":"84-86 Orrong Road ELSTERNWICK  Glen Eira City","summary":"The former Union Church is important at the State level as a rare early French Gothic Church  boldly expressed with its distinctive conical tower. The use of red brickwork was unusual for its.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":111,"latitude":-37.884193,"longitude":144.998841,"name":"216-218 Glen Huntly Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/162.jpg","description":"The pair of shops at 216-18 Glen Huntly Road has architectural importance in Elsternwick as a substantially intact late Victorian Boom Style building of its type  enhanced by its unusual arcaded treatment and by its close visual association with adjoining nos. 220-22 and 224-26. Together with these buildings it marks the western entry to the historic Elsternwick shopping centre.\n","address":"216-218 Glen Huntly Road ELSTERNWICK  Glen Eira City","summary":"The pair of shops at 216-18 Glen Huntly Road has architectural importance in Elsternwick as a substantially intact late Victorian Boom Style building of its type  enhanced by its unusual style.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":112,"latitude":-37.884213,"longitude":144.998966,"name":"220-222 Glen Huntly Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/165.jpg","description":"The pair of shops with residences above at nos. 220-22 Glen Huntly Road are a representative late Victorian building of their period  enhanced by the survival of their shop fronts  which is rare in Glen Eira  and by their close visual association with adjoining nos. 216-18 and 224-26.\n","address":"220-222 Glen Huntly Road ELSTERNWICK  Glen Eira City","summary":"The pair of shops with residences above at nos. 220-22 Glen Huntly Road are a representative late Victorian building of their period  enhanced by the survival of their shop fronts.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":113,"latitude":-37.884207,"longitude":144.999125,"name":"224-226 Glen Huntly Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/168.jpg","description":"The pair of shops with residences above at 224-26 Glen Huntly Road has architectural importance in Elsternwick as a substantially intact late Victorian Boom Style building of its type  enhanced by its close visual association with buildings at nos. 216-18 and 220-22 and marking the western entry to the historic Elsternwick shopping centre.\n","address":"224-226 Glen Huntly Road ELSTERNWICK  Glen Eira City","summary":"The pair of shops with residences above at 224-26 Glen Huntly Road has architectural importance in Elsternwick as a substantially intact late Victorian Boom Style building of its type.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":114,"latitude":-37.878292,"longitude":145.007949,"name":"E K Motors","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/186.jpg","description":"The former Tudor Service Station is important as a petrol filling station and repair workshop with associated commercial development  pre-dating the present era of single brand petroleum service stations run by international corporations. Its interest is enhanced by the curious exploitation of the English Domestic Revival style.\nE K Motors is of state architectural and historical significance. Built in 1935  E K Motors is the only known example of a garage built in the Tudor Revival style. In design  it is similar to the garages built in the so-called \"Domestic \" style popularised in the USA during the inter-war period. The \" Domestic\" style was not widely used for garages in Australia  E K Motors being the best example of the style in Victoria. The choice of architectural style has important historical associations. The Tudor Revival style  with its association with refined tastes  reflected the need to promote the service station as a civic asset in the 1930s  a period characterised by criticisms of the number of garages and their architectural merit.\n\nE K Motors forms part of a Tudor Revival style shopping strip in Glen Eira Road  Elsternwick. E K Motors makes a significant contribution to the visual character and integrity of this shopping precinct.","address":"254-258 Glen Eira Road ELSTERNWICK  Glen Eira City","summary":"The former Tudor Service Station is important as a petrol filling station and repair workshop with associated commercial development  pre-dating the present era of single brand petroleum.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":115,"latitude":-37.883713,"longitude":145.015216,"name":"283 Kooyong Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/192.jpg","description":"\"Rothesay\" is locally important as a reminder of Elsternwick's Victorian villas of similar size in this locality including 3 villas on the site of Calista and Hendra Courts and others along Kooyong Road  only one of which (no. 231) remains today.\n\n\n\nThis importance is enhanced by its intact state.\n","address":"283 Kooyong Road ELSTERNWICK  Glen Eira City","summary":"\"Rothesay\" is locally important as a reminder of Elsternwick's Victorian villas of similar size in this locality including 3 villas on the site of Calista and Hendra Courts and others along.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":116,"latitude":-37.879201,"longitude":145.015394,"name":"356 Glen Eira Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/229.jpg","description":"\"Hengar\" at 356 Glen Eira Road  is a substantial eclectic Gothic Revival residence in polychrome brick understood to have been built in 1889-90 by H.T. H. Langdon for the unmarried and widowed women of his family. It has aesthetic value and historical significance.\n\n\n\nIts aesthetic value is derived from the building's expression of the Gothic Revival Style in the late Victorian period whilst its historical importance to Caulfield is provided by its link with the Langdon family (compare \"Rosecraddock  \"Tarqua\" and \"Beemery\").\n\n\n\n","address":"356 Glen Eira Road ELSTERNWICK  Glen Eira City","summary":"\"Hengar\" at 356 Glen Eira Road  is a substantial eclectic Gothic Revival residence in polychrome brick understood to have been built in 1889-90 by H.T. H. Langdon for the unmarried .","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":117,"latitude":-37.885542,"longitude":145.011972,"name":"The former St. John's Presbyterian church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/264.jpg","description":"The former St. John's Presbyterian church complex  now the Elsternwick - Caulfield South Uniting Church  is situated at nos. 563-567 Glen Huntly Road  Elsternwick and in Foster Street. The church was designed by architects H.W. and F.B. Tompkins and construction proceeded in 1915. The complex is aesthetically and socially significant and is understood also to be scientifically important.\n\n\n\nIt is aesthetically significant (Criterion E) as a prominent complex of early twentieth century religious buildings united in purpose and choice of materials and\/or architectural forms. The church is especially noteworthy as an example of the Gothic Revival Style incorporating Arts and Crafts elements in moderation but demonstrating the architects' leanings towards this mode. The Greek cross form and sloping floor are representative of the Presbyterian Church's worship traditions and the Foster Street hall (west side) is aesthetically of interest for the manner in which its facade treatment corresponds with that of the church. The complex is socially significant (Criterion G) as a long standing place of worship in the community and for the way of life which it continues to demonstrate. Finally  the Fincham organ is understood to be of scientific (technical) importance (Criterion F) whilst the association of the place with the highly successful architectural practice of H.W. and F.B. Tompkins is unique in the Municipality. ","address":"563-567 Glen Huntly Road ELSTERNWICK  Glen Eira City","summary":"The former St. John's Presbyterian church complex  now the Elsternwick\/Caulfield South Uniting Church  is situated at nos. 563-567 Glen Huntly Road  Elsternwick and in Foster Street. ","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":118,"latitude":-37.880247,"longitude":144.997378,"name":"Hotham Street Road Overbridge","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/497.jpg","description":"The Hotham Street road overbridge is located on the Sandringham railway line between Ripponlea and Elsternwick railway stations. It is presumed to have been built by contractors Sharp and Campbell who signed a contract on 25th . November  1881 to construct a second line of railway between Windsor and Elsternwick. This contract was completed during 1882 and the bridge may have been designed in the year when Robert Watson took over from William Elsdon as engineer in chief for the Victorian railways. It is historically  aesthetically and technically significant.\n\n\n\nIt is historically significant (Criterion A) to the extent that it demonstrates the standards of construction adopted by the Victorian Railways Department when it rebuilt the lines acquired from the private railway companies  (compare the Geelong and Melbourne Railway Co's line from Newport to Geelong  acquired in 1860). It is aesthetically significant (Criterion E) as an intact nineteenth century structure of its type  many similar girder bridges having been renewed with concrete girders in recent years. The bluestone abutments demonstrate high standards of stone masonry and are representative of Departmental work of the period. This bridge forms one of a group of historic structures on the railway to Brighton Beach and therefore contributes to the line's cultural importance as a whole. The survival of the riveted iron girders with their bellied angle iron struts is important since these elements are representative of the civil engineering practices of the Victorian Railways at the time and constitute the technical significance (Criterion F) of the structure.\n\n\n\n","address":"Hotham Street ELSTERNWICK  GLEN EIRA CITY","summary":"The Hotham Street road overbridge is located on the Sandringham railway line between Ripponlea and Elsternwick railway stations. It is presumed to have been built by contractors Sharp.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":119,"latitude":-37.88443,"longitude":145.00195,"name":"Fmr Elsternwick Post Office  296-298 Glen Huntly Rd \\u0026amp; 1A Riddell Parade","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/597.jpg","description":"The Elsternwick post office recalls the stylistic freedom of the post Wardell years in the Public Works Department and is an intact and superior essay in the Elizabethan style  comparable with Kew and Queenscliff (facade defaced). It is a prominent building in the Elsternwick Commercial Centre and is associated with the adjoining Rifle Club and Park  demonstrating the public uses given to this land which had been reserved from sale for railway purposes","address":"296-298 Glen Huntly Road and 1A Riddell Parade ELSTERNWICK  Glen Eira City","summary":"The Elsternwick post office recalls the stylistic freedom of the post Wardell years in the Public Works Department and is an intact and superior essay in the Elizabethan style  comparable.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":120,"latitude":-37.884953,"longitude":145.009997,"name":"Hopetoun Private Hospital  Part of 2 - 6 Hopetoun Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/666.jpg","description":"\"Melrose\" is of regional importance as a surviving and substantially intact example of a large villa residence designed by the noted Melbourne architect  Charles Webb. Its importance is enhanced by the use of unusually fine cast iron balustrading.\n\n\n\nAs a surviving large villa designed by Charles Webb  it compares with his own home \"Farleigh\" (1865)  in Brighton whilst the tower compares with his first home \"Chilton\" (c.l853) .","address":"2 Hopetoun Street ELSTERNWICK  Glen Eira City","summary":"\"Melrose\" is of regional importance as a surviving and substantially intact example of a large villa residence designed by the noted Melbourne architect  Charles Webb.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":121,"latitude":-37.878617,"longitude":145.011963,"name":"St Mary's Anglican Church and Quercus suber (Cork Oak) Tree","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/789.jpg","description":"St Mary's has architectural significance as a representative example of French influenced Low and Mixed Gothic (see stylistic Typology in National Trust's Historic Churches Study) and is further distinguished by its use of bluestone  entirely without relief. French influence is demonstrated by the high nave  apsidal sanctuary  spirelet and trumeau. The building is locally important as a historic focus for Anglican worship and early mission activity whilst its architectural grandeur is expressive of mid Victorian Caulfield's status as a suburban location for the Metropolis gentry.\n","address":"271 Glen Eira Road ELSTERNWICK  GLEN EIRA CITY","summary":"St Mary's has architectural significance as a representative example of French influenced Low and Mixed Gothic (see stylistic Typology in National Trust's Historic Churches Study) .","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":122,"latitude":-37.886288,"longitude":145.010697,"name":"Cannon - Hopetoun Gardens","image_url":"https:\/\/media-cdn.tripadvisor.com\/media\/photo-s\/12\/92\/dd\/62\/old-guns.jpg","description":"The cannons were originally installed at Fort Gellibrand in Williamstown. In 1908  Caulfield Council mooted the idea of obtaining obsolete guns from the Defence Department for a newly planned park. \n\nIn putting forward the motion  Councillor Dunbar said:  ŌIt would be a fine thing from an educational point of view to have the guns there. Boys would learn the necessity for being prepared for the defence of the countryÕ (Brighton Southern Cross  19 September 1908). \n\nThe motion was successful and the canons were erected in Hopetoun Gardens in 1910. There's a similar 80-pound gun at Portland Battery  in Portland  south-west Victoria. It's listed on the Victorian Heritage Register as an extremely rare example of nineteenth century naval artillery and is of scientific (technological) significance.\n\nIn 2013  Glen Eira City Council engaged conservators from the University of Melbourne's Grimwade  Centre for Cultural Materials Conservation to assess and repair the cannons. Having celebrated their 150th anniversary in 2016  the cannons are now safely preserved for current and future generations to enjoy.","address":" (in Hopetoun Gardens) Corner Victoria Street and Glenhuntly Road  ELSTERNWICK  GLEN EIRA CITY","summary":"A key feature of Hopetoun Gardens in Elsternwick  these 80-pound cannons are two of only 25 of their kind. They were built at the Royal Arsenal in Woolwich  England in 1866  before the Victorian Government bought them to defend Port Phillip against a perceived Russian threat.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":123,"latitude":-37.884724,"longitude":145.004153,"name":"Elsternwick Post Office","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/225.jpg","description":"Elsternwick Post Office was erected in 1891 to designs prepared in the Victorian Public Works department in 1890 under J H Marsden. It is a development of Marsden's design prepared for the Queenscliff Post Office of 1885-6  which effectively introduced to Victoria the style variously termed English Vernacular Free Style  English Queen Anne and Elizabethan. Whilst the Queenscliff design has been virtually obliterated by later alterations  the Elsternwick design has been maintained and extended sympathetically. The replacement of timber verandas with solid brickwork c.1918 and the extensions to the rear of 1941-2  reflect the general form  materials and detailing of the original design. Together with the public offices complex at Kew of 1886-7  Elsternwick Post Office represents one of the major stylistic innovations that put the Victorian Public Works Department in the years 1885-92 at the forefront of Australian architecture.\n\nClassified: 12\/12\/1985\n\nRevised: 06\/03\/1986","address":"296-298 Glenhuntly Road  ELSTERNWICK  GLEN EIRA CITY","summary":"Elsternwick Post Office was erected in 1891 to designs prepared in the Victorian Public Works department in 1890 under J H Marsden. It is a development of Marsden's design prepared.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":124,"latitude":-37.883843,"longitude":145.000686,"name":"Elsternwick Theatre","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/229.jpg","description":"The Elsternwick Theatre  established in 1911 in an earlier hall  is of Regional historical and social significance.\n\nHistorically  the Elsternwick Theatre is important as the longest continuously operating cinema in Victoria. However  the building itself was not purpose built as a cinema  and little remains of the early cinema interior. It is also notable as one of a handful of early cinemas in Victoria to still operate.\n\nThe Elsternwick Theatre is socially significant for its association with cinema  the major form of popular entertainment in the early twentieth century. Prior to the conversion of the premises into a picture theatre in 1911  the building was an important community gathering place; as a public hall and lodge rooms.\n\nArchitectural interest is restricted to the late Victorian facade  with its relatively unusual three bay arrangement  each topped by large triangular pediments that project beyond the parapet  providing an interesting silhouette.\n\nClassified: 02\/10\/2000","address":"9 Gordon Street  ELSTERNWICK  GLEN EIRA CITY","summary":"The Elsternwick Theatre  established in 1911 in an earlier hall  is of Regional historical and social significance.\nHistorically  the Elsternwick Theatre is important as the longest.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":125,"latitude":-37.883713,"longitude":145.010278,"name":"Former Melrose","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/235.jpg","description":"Built in 1890 to the design of the prominent architectural firm  Charles Webb & Son  Melrose is architecturally and historically significant at a regional level beause of its association with Charles Webb as a speculator and early land owner in the area  also as one of a small number of known surviving suburban villas designed by Webb. It is an indicator of Webb's approach to outer-urban residential sites.\n\nMelrose is also architecturally notable as a full development of the verandahed Italianate style which was characterized in its earlier British development by the same type of hipped-roof towers seen at Melrose. It is distinctive as one of the early large houses  once set in grounds  in what is now a densely developed suburb  and it possesses notable cast-iron ornament.\n\nClassified: 12\/06\/1991","address":"2 - 4 Hopetoun Street  ELSTERNWICK  GLEN EIRA CITY","summary":"Built in 1890 to the design of the prominent architectural firm  Charles Webb & Son  Melrose is architecturally and historically significant at a regional level beause of its association.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":126,"latitude":-37.877522,"longitude":144.99552,"name":"Tintara","image_url":null,"description":"Tintara  the J Keane Residence at 20 Lyndon Street  Ripponlea designed by Roy A Lippincott and Edward Fielder Billson in 1923  is a rare  distinctive and intact example from a collection of Melbourne houses that illustrate a local interpretation of the Prairie School architecture brought to Australia by Americans  Walter Burley Griffin  Marion Mahoney and Lippincott himself. With massive brick piers under a huge encompassing gable and over sized barge boards  coloured stained glass in crystal shaped divisions  a relatively intact massive brick and stone mantel and tiled surround  an unusual polygonal porch  and an underlying symmetrical parti  this house contains all the trademarks of the distinctive vocabulary which the three Americans brought to Australia and importantly its local interpretation by one of these architects in partnership with one of Griffin's most talented disciples.\n\nClassified: 27\/10\/1988\n","address":"20 Lyndon Street  ELSTERNWICK  GLEN EIRA CITY","summary":"Tintara  the J Keane Residence at 20 Lyndon Street  Ripponlea designed by Roy A Lippincott and Edward Fielder Billson in 1923  is a rare  distinctive and intact example from a collection.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":127,"latitude":-37.893126,"longitude":145.006423,"name":"O'Neill College","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/272.jpg","description":"1907-08. Architect: R A Shrieber. First Owner: Catholic Archdiocese of Melbourne.","address":"2 Nagle Avenue  ELSTERNWICK  GLEN EIRA CITY","summary":"1907-08. Architect: R A Shrieber. First Owner: Catholic Archdiocese of Melbourne.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":128,"latitude":-37.885687,"longitude":145.006158,"name":"Merklin - Schutze Organ","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/175\/247.jpg","description":"Built circa 1870 by Merklin-Schutze in Brussels for St John's Anglican Church  Toorak  this instrument is the only large example of the French symphonic romantic school of organbuilding surviving in Australia in substantially original form. It is an ideal medium for the performance of music of the French romantic organ school.\n\nSince Australia possesses so few instruments which are principally designed around a particular style of organ composition this instrument should be regarded as a national treasure.\n\nThe external appearance of the organ pipework and soundboards are substantially original. However between 1877 and 1898 two ranks of pipe were changed and in 1919 a new console was installed and the action changed to tubular pneumatic. The instrument at the present time is virtually unplayable.\n\nClassified: 18\/06\/1990\n\n","address":"66 Orrong Road ELSTERNWICK  Glen Eira City","summary":"Built circa 1870 by Merklin-Schutze in Brussels for St John's Anglican Church  Toorak  this instrument is the only large example of the French symphonic romantic school .","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":129,"latitude":-37.877144,"longitude":144.996704,"name":"Quat Quatta","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/178\/554.jpg","description":"A very attractive single storey building with roof balustrading and urns  a fine parquet floor and very elegant marble tile verandah floor. Has been sympathetically renovated. At an early stage the home of John Alston Wallace  grazier  mining promoter and speculator.\n\nClassified 21\/02\/1974\n\n\n","address":"17 Quat Quatta Avenue  ELSTERNWICK  GLEN EIRA CITY","summary":"A very attractive single storey building with roof balustrading and urns  a fine parquet floor and very elegant marble tile verandah floor. Has been sympathetically renovated. ","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":130,"latitude":-37.884216,"longitude":145.001274,"name":"Former MFB Station No 31","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/121\/852.jpg","description":"A small fire station of 1895  interesting for its heavily-moulded Dutch gable  unusual bluestone horse-shoe arch  and the ornamented Tympanum panel in the adjoining gable.\n\nClassified: 07\/02\/1974\n","address":"2 - 4 Selwyn Street  ELSTERNWICK  GLEN EIRA CITY","summary":"A small fire station of 1895  interesting for its heavily-moulded Dutch gable  unusual bluestone horse-shoe arch  and the ornamented Tympanum panel in the adjoining gable.\nClassified: 07\/02\/1974","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":131,"latitude":-37.883651,"longitude":145.00103,"name":"Karl Duldig Mural","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/300.jpg","description":"The ceramic bas-relief on the street facade  stained glass windows and plaques are artistically significant at State level. The artistic decor of the Kadimah provides a rare example of an artist executing both the sculpture elements and stained glass windows in one building; unusual in a suburban environment. The integration of the works with the architecture indicate a harmonious collaboration between the artist and architect. The building was opened in 1972.\n\nClassified: 15\/04\/1992","address":"7 Selwyn Street  ELSTERNWICK  GLEN EIRA CITY","summary":"The ceramic bas-relief on the street facade  stained glass windows and plaques are artistically significant at State level. The artistic decor of the Kadimah provides a rare example.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":132,"latitude":-37.883615,"longitude":145.003194,"name":"Dacre Stair Hall  & Staircase","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/187\/195.jpg","description":"A magnificent stair hall with a deep frieze at ground floor ceiling level  and an elaborate stair balustrade terminated by a gryphon  all believed to have been carved by the first owner  Dr R E Weigall.\n\nClassified: 16\/08\/1984\n","address":"8 St Georges Road  ELSTERNWICK  GLEN EIRA CITY","summary":"A magnificent stair hall with a deep frieze at ground floor ceiling level  and an elaborate stair balustrade terminated by a gryphon  all believed to have been carved by the first owner.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":133,"latitude":-37.878636,"longitude":144.99771,"name":"Rippon Lea Estate Garden","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/186\/148.jpg","description":"Substantial garden comprising pond  fernery  fine lawns and trees of Rippon Lea building.\n\n","address":"192 Hotham Street  ELSTERNWICK  Glen Eira City","summary":"Substantial garden comprising pond  fernery  fine lawns and trees of Rippon Lea building.\n\n","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":134,"latitude":-37.8916,"longitude":145.00722,"name":"88 Shoobra Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/092\/208.jpg","description":"No. 88 Shoobra Road has architectural importance at the local level as a sophisticated example of the emerging Arts and Crafts influenced villas of the period and which became popular during the second decade of this century (compare \"Kerrimuir\" of 1914 (qv). Its association with the local building  Samuel Brook  who appears to have built other houses in Shoobra Road is of interest.\n","address":"88 Shoobra Road ELSTERNWICK  GLEN EIRA CITY","summary":"No. 88 Shoobra Road has architectural importance at the local level as a sophisticated example of the emerging Arts and Crafts influenced villas of the period and which became popular during.","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":135,"latitude":-37.88872,"longitude":145.01172,"name":"Bruce Court and Environs","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/091\/321.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/091\/322.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/091\/323.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/091\/324.jpg  https:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/091\/325.jpg","description":"The Bruce Court estate of William White and Sons of Parkside Street  Elsternwick  was formed in 1927 and developed by them in 1928-29 with nos. 32-34 Parkside Street being undertaken by others in 1931-33 and \"Miranda\" at no. 48 predating the subdivision but incorporated in it. It is historically and aesthetically significant. It is historically significant (Criterion A) as a very early subdivision demonstrating the planning principals of the Garden Suburb Movement in the highly sophisticated manner of the late 1920s. These principals include the treatment of the street and residential front gardens as a single garden landscape exemplified by the use of low front and side fences  coupled crossing  uniform street tree plantings  45 degree corner spalys at the entry to the court and a curved wall closing the vista at the far end. The historical importance of the subdivision rests also on the fact that the houses built by the Whites and which constitute the principal elements of the place post date the earliest comparable subdivision undertaken by the better known estate developers Dickson and Yorkston Pty. Ltd. in St Kilda East by only a year. Bruce Court compares chronologically also with Linden Court  Windsor (1928) and Crompton Court  Caulfield South (1929) whilsts others of similar urban character were to follow. The survival of \"Miranda\" is of historic interest as the house that preceded the development of the court but survives as evidence of this earlier time. The blocks on which the houses of the early \"thirties facing Parkside Street are located formed part of the original estate and are of historic interest in this respect. No. 34 is of importance also as it marks the entry to the court  together with No. 48.\nThe subdivision is of aesthetic importance (Criterion E) not only for its Garden Suburb character but also for the manner in which the Whites' houses  though stylistically diverse in the manner of the period  use a common architectural vocabulary the imparts aesthetic unity to the court. In this respect the place epitomizes the qualities that distinguish the Garden Suburb Movement in metropolitan Melbourne during the late 1920s.\n","address":"Bruce Court ELSTERNWICK  GLEN EIRA CITY","summary":"The Bruce Court estate of William White and Sons of Parkside Street  Elsternwick  was formed in 1927 and developed by them in 1928-29 with nos. 32-34 Parkside Street being undertaken byÉ","postal_code_ps_val~~~~":"8~~~~"},{"hist_id":136,"latitude":-37.87823,"longitude":145.0073,"name":"Caulfield Anglican Church (Stained Glass Window) (First World War)","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/191\/439.jpg","description":null,"address":"281 Glen Eira Road ELSTERNWICK  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"8~~~~"},{"hist_id":137,"latitude":-37.885272,"longitude":145.012136,"name":"Elsternwick Methodist Church Honour Roll (First World War)","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/191\/545.jpg","description":"The Honour Roll was unveiled by the Reverend Dr. Fitchett on the 26th June 1916 and commemorates those connected with the church who served in World War One.","address":"567 Glenhuntly Road ELSTERNWICK  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"8~~~~"},{"hist_id":138,"latitude":-37.88567,"longitude":145.01193,"name":"Yarraville Methodist Church Honour Roll (Second World War)","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/191\/546.jpg","description":"Yarraville Methodist Church Honour Roll honours those who served in World War Two.","address":"567 Glenhuntly Road ELSTERNWICK  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"8~~~~"},{"hist_id":139,"latitude":-37.88482,"longitude":145.00478,"name":"Footscray Methodist Church Honour Roll (First World War)","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/191\/547.jpg","description":null,"address":"Elsternwick Uniting Church  ELSTERNWICK  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"8~~~~"},{"hist_id":140,"latitude":-37.88462,"longitude":145.00209,"name":"St Kilda Methodist Church Honour Roll (First World War)","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/191\/563.jpg","description":null,"address":"302 Glenhuntly Road ELSTERNWICK  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"8~~~~"},{"hist_id":141,"latitude":-37.88421,"longitude":145.005972,"name":"Stained Glass Window at Elsternwick Orrong Road Methodist Church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/198\/407.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/198\/409.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/198\/411.jpg","description":null,"address":"Orrong Road  Elsternwick  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"8~~~~"},{"hist_id":142,"latitude":-37.885282,"longitude":145.008667,"name":"Stained Glass Window at Elsternwick St. Clement's Anglican Church","image_url":null,"description":null,"address":"201 Glenhuntly Road  Elsternwick  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"8~~~~"},{"hist_id":143,"latitude":-37.88355,"longitude":145.00348,"name":"Stained Glass Windows Caulfield RSL  Elsternwick","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/200\/290.jpg","description":null,"address":"8 St. George's Road Elsternwick  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"8~~~~"},{"hist_id":144,"latitude":-37.917154,"longitude":145.03878,"name":"9 Vickery Street","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/029\/423.jpg","description":"The late Victorian villa at no. 9 Vickerey Street is important in Bentleigh as an early surviving house demonstrating the commencement of its settlement late last century. This importance is enhanced by its intact state  the house being representative of its period.\n","address":"9 Vickery Street BENTLEIGH  Glen Eira City","summary":"The late Victorian villa at no. 9 Vickerey Street is important in Bentleigh as an early surviving house demonstrating the commencement of its settlement late last century.","postal_code_ps_val~~~~":"1~~~~"},{"hist_id":145,"latitude":-37.913039,"longitude":145.027589,"name":"Fountain and Pediment","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/030\/918.jpg","description":"The fountain and facade pediment of \"Killearnan\" recall the occupancy of the civil servant  Robert Grey Ford and demonstrate that the area now known as Bentleigh was seen to be an attractive residential location by Melbourne's nineteenth century gentry. The fountain  which is presumed to date from Ford's occupancy is a unique survivor in the area and is enhanced by its intact state. ","address":"32-46 Huntley Road BENTLEIGH  Glen Eira City","summary":"The fountain and facade pediment of \"Killearnan\" recall the occupancy of the civil servant  Robert Grey Ford and demonstrate that the area now known as Bentleigh was seen to be an attractive.","postal_code_ps_val~~~~":"1~~~~"},{"hist_id":146,"latitude":-37.924581,"longitude":145.0397,"name":"Convent of Our Lady of the Sacret Heart  113 Jasper Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/079.jpg","description":"The Convent of Our Lady of the Sacred Heart has social importance in the lives of the surrounding communities for its role in the education of their Catholic children since 1935. The building has architectural value as a rare design of its type in the area  demonstrating aspects of the Catholic Church's cultural links with Italy in the manner of Catholic Church architecture of the period. It forms a group with the nearby Church of St. Paul and the educational establishments in the immediate neighbourhood.\n","address":"113 Jasper Road BENTLEIGH  Glen Eira City","summary":"The Convent of Our Lady of the Sacred Heart has social importance in the lives of the surrounding communities for its role in the education of their Catholic children since 1935.","postal_code_ps_val~~~~":"1~~~~"},{"hist_id":147,"latitude":-37.923167,"longitude":145.041061,"name":"118 Jasper Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/083.jpg","description":"\"Glen Eira\" at 118 Jasper Road is important in Bentleigh as one of its finest Californian Bungalows and as the home of one of the area's most successful market gardening families  the Marriotts  members of which arrived in East Bentleigh as early as 1878.\n\n\n\n","address":"118 Jasper Road BENTLEIGH  Glen Eira City","summary":"\"Glen Eira\" at 118 Jasper Road is important in Bentleigh as one of its finest Californian Bungalows and as the home of one of the area's most successful market gardening families.","postal_code_ps_val~~~~":"1~~~~"},{"hist_id":148,"latitude":-37.922602,"longitude":145.041332,"name":"St Paul's Church and School","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/087.jpg","description":"The St. Pauls complex demonstrates the importance of the Catholic Church's presence in Bentleigh since the 1920's both in terms of its spiritual and educational roles. Both the church and school are conservative buildings for their periods but the former is a striking element in the Jasper Road streetscape  imparting character to the locality and being a sophisticated design of its type.\n\n\n\n","address":"122 Jasper Road BENTLEIGH  Glen Eira City","summary":"The St. Pauls complex demonstrates the importance of the Catholic Church's presence in Bentleigh since the 1920's both in terms of its spiritual and educational roles. Both the church.","postal_code_ps_val~~~~":"1~~~~"},{"hist_id":149,"latitude":-37.911221,"longitude":145.038577,"name":"162 McKinnon Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/031\/159.jpg","description":"\"Yaralla\" at 162 McKinnon Road was built in 1917  its comparatively early date in the area also recalling the first stages in the acceptance of the Californian Bungalow as a suburban house type in contrast to the then popular Federation villa. \"Yaralla\" is locally noteworthy as an early and distinctive example of a Californian Bungalow.\n","address":"162 McKinnon Road MCKINNON  Glen Eira City","summary":"\"Yaralla\" at 162 McKinnon Road was built in 1917  its comparatively early date in the area also recalling the first stages in the acceptance of the Californian Bungalow as a suburban house.","postal_code_ps_val~~~~":"11~~~~"},{"hist_id":150,"latitude":-37.918552,"longitude":145.038282,"name":"438 Centre Road","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/032\/818.jpg","description":"The former State Savings Bank building adopts architectural forms not uncommon for banks of the period and is important in the Bentleigh shopping centre as the most imposing commercial building of the inter-war period. The corner location enhances its impact and imparts identity to the centre.\n\n\n\n","address":"438 Centre Road BENTLEIGH  Glen Eira City","summary":"The former State Savings Bank building adopts architectural forms not uncommon for banks of the period and is important in the Bentleigh shopping centre as the most imposing commercial.","postal_code_ps_val~~~~":"1~~~~"},{"hist_id":151,"latitude":-37.910934,"longitude":145.035903,"name":"Mckinnon Progress Hall","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/068\/271.jpg","description":null,"address":"118-122 McKinnon Road  MCKINNON  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"11~~~~"},{"hist_id":152,"latitude":-37.903987,"longitude":145.040332,"name":"Organ - Former Christ Anglican Church","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/194\/890.jpg","description":null,"address":"North Road  ORMOND  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"13~~~~"},{"hist_id":153,"latitude":-37.918057,"longitude":145.035444,"name":"Bentleigh War Memorial Fountain","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/126\/834.jpg","description":null,"address":"Memorial Gardens Bentleigh  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"1~~~~"},{"hist_id":154,"latitude":-37.910466,"longitude":145.035663,"name":"McKinnon War Memorial","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/131\/617.jpg","description":"A monument commemorates those from the district who have served in the various conflicts in which Australia has been involved.  \n\nIt was originally erected in memory of those who served in World War One and lists the names of the fallen and returned. An additional plaque was added to the memorial to commemorate later conflicts. ","address":"Wattle Grove Reserve MCKINNON  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"11~~~~"},{"hist_id":155,"latitude":-37.90292,"longitude":145.03509,"name":"Ormond Presbyterian Church Honour Roll","image_url":null,"description":null,"address":"264 Booran Road ORMOND  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"13~~~~"},{"hist_id":156,"latitude":-37.91889,"longitude":145.04325,"name":"Bentleigh East Hall Honour Roll (First World War)","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/126\/835.jpg","description":null,"address":"540 Centre Road BENTLEIGH  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"1~~~~"},{"hist_id":157,"latitude":-37.9189,"longitude":145.04326,"name":"Bentleigh Uniting Church Honour Roll","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/191\/768.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/191\/770.jpg  http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/191\/769.jpg","description":"The Honour Roll commemorates those connected with the church who served in World War One and Second World War.","address":"497 Centre Road BENTLEIGH  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"1~~~~"},{"hist_id":158,"latitude":-37.903663,"longitude":145.035827,"name":"Ormond Angling Club Honour Roll (Second World War)","image_url":"http:\/\/vhd.heritagecouncil.vic.gov.au\/vhd-images\/places\/000\/191\/852.jpg","description":"This honour roll records the names of service personnel in the Second World War. Its last known location is the Ormond Angling Club.","address":"462 North Road ORMOND  GLEN EIRA CITY","summary":null,"postal_code_ps_val~~~~":"13~~~~"}]